[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ",
        "id": "(Ini adalah) satu surat yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum yang ada di dalam)nya, dan Kami turunkan di dalamnya ayat ayat yang jelas, agar kamu selalu mengingatinya.",
        "nomor": "1",
        "tr": "suuratun anzaln<u>aa</u>h<u>aa</u> wafara<u>dh</u>n<u>aa</u>h<u>aa</u> wa-anzaln<u>aa</u> fiih<u>aa</u> <u>aa</u>y<u>aa</u>tin bayyin<u>aa</u>tin la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ",
        "id": "Perempuan yang berzina dan laki-laki yang berzina, maka deralah tiap-tiap seorang dari keduanya seratus dali dera, dan janganlah belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama Allah, jika kamu beriman kepada Allah, dan hari akhirat, dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sekumpulan orang-orang yang beriman.",
        "nomor": "2",
        "tr": "a<strong>l</strong>zz<u>aa</u>niyatu wa<strong>al</strong>zz<u>aa</u>nii fa<strong>i</strong>jliduu kulla w<u>aah</u>idin minhum<u>aa</u> mi-ata jaldatin wal<u>aa</u> ta/khu<u>dz</u>kum bihim<u>aa</u> ra/fatun fii diini <strong>al</strong>l<u>aa</u>hi in kuntum tu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri walyasyhad 'a<u>dzaa</u>bahum<u>aa</u> <u>th</u><u>aa</u>-ifatun mina <strong>a</strong>lmu/miniin<strong>a</strong>"
    },
    {
        "ar": "الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى الْمُؤْمِنِينَ",
        "id": "Laki-laki yang berzina tidak mengawini melainkan perempuan yang berzina, atau perempuan yang musyrik; dan perempuan yang berzina tidak dikawini melainkan oleh laki-laki yang berzina atau laki-laki musyrik, dan yang demikian itu diharamkan atas oran-orang yang mu'min.",
        "nomor": "3",
        "tr": "a<strong>l</strong>zz<u>aa</u>nii l<u>aa</u> yanki<u>h</u>u ill<u>aa</u> z<u>aa</u>niyatan aw musyrikatan wa<strong>al</strong>zz<u>aa</u>niyatu l<u>aa</u> yanki<u>h</u>uh<u>aa</u> ill<u>aa</u> z<u>aa</u>nin aw musyrikun wa<u>h</u>urrima <u>dzaa</u>lika 'al<u>aa</u> <strong>a</strong>lmu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ۚ وَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
        "id": "Dan orang-orang yang menuduh wanita-wanita yang baik-baik (berbuat zina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka (yang menuduh itu) delapan puluh kali dera, dan janganlah kamu terima kesaksian mereka buat selama-lamanya. Dan mereka itulah orang-orang yang fasik.",
        "nomor": "4",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti tsumma lam ya/tuu bi-arba'ati syuhad<u>aa</u>-a fa<strong>i</strong>jliduuhum tsam<u>aa</u>niina jaldatan wal<u>aa</u> taqbaluu lahum syah<u>aa</u>datan abadan waul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
    },
    {
        "ar": "إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "kecuali orang-orang yang bertaubat sesudah itu dan memperbaiki (dirinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "5",
        "tr": "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina t<u>aa</u>buu min ba'di <u>dzaa</u>lika wa-a<u>sh</u>la<u>h</u>uu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الصَّادِقِينَ",
        "id": "Dan orang-orang yang menuduh isterinya (berzina), padahal mereka tidak ada mempunyai saksi-saksi selain diri mereka sendiri, maka persaksian orang itu ialah empat kali bersumpah dengan nama Allah, sesungguhnya dia adalah termasuk orang-orang yang benar.",
        "nomor": "6",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yarmuuna azw<u>aa</u>jahum walam yakun lahum syuhad<u>aa</u>u ill<u>aa</u> anfusuhum fasyah<u>aa</u>datu a<u>h</u>adihim arba'u syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ",
        "id": "Dan (sumpah) yang kelima: bahwa la'nat Allah atasnya, jika dia termasuk orang-orang yang berdusta.",
        "nomor": "7",
        "tr": "wa<strong>a</strong>lkh<u>aa</u>misatu anna la'nata <strong>al</strong>l<u>aa</u>hi 'alayhi in k<u>aa</u>na mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
    },
    {
        "ar": "وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الْكَاذِبِينَ",
        "id": "Istrinya itu dihindarkan dari hukuman oleh sumpahnya empat kali atas nama Allah sesungguhnya suaminya itu benar-benar termasuk orang-orang yang dusta.",
        "nomor": "8",
        "tr": "wayadrau 'anh<u>aa</u> <strong>a</strong>l'a<u>dzaa</u>ba an tasyhada arba'a syah<u>aa</u>d<u>aa</u>tin bi<strong>al</strong>l<u>aa</u>hi innahu lamina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
    },
    {
        "ar": "وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ",
        "id": "dan (sumpah) yang kelima: bahwa la'nat Allah atasnya jika suaminya itu termasuk orang-orang yang benar.",
        "nomor": "9",
        "tr": "wa<strong>a</strong>lkh<u>aa</u>misata anna gha<u>dh</u>aba <strong>al</strong>l<u>aa</u>hi 'alayh<u>aa</u> in k<u>aa</u>na mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ",
        "id": "Dan andaikata tidak ada kurnia Allah dan rahmat-Nya atas dirimu dan (andaikata) Allah bukan Penerima Taubat lagi Maha Bijaksana, (niscaya kamu akan mengalami kesulitan-kesulitan).",
        "nomor": "10",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha taww<u>aa</u>bun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَكُمْ ۖ بَلْ هُوَ خَيْرٌ لَكُمْ ۚ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ",
        "id": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu juga. Janganlah kamu kira bahwa berita bohong itu buruk bagi kamu bahkan ia adalah baik bagi kamu. Tiap-tiap seseorang dari mereka mendapat balasan dari dosa yang dikerjakannya. Dan siapa di antara mereka yang mengambil bahagian yang terbesar dalam penyiaran berita bohong itu baginya azab yang besar.",
        "nomor": "11",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina j<u>aa</u>uu bi<strong>a</strong>l-ifki 'u<u>sh</u>batun minkum l<u>aa</u> ta<u>h</u>sabuuhu syarran lakum bal huwa khayrun lakum likulli imri-in minhum m<u>aa</u> iktasaba mina <strong>a</strong>l-itsmi wa<strong>a</strong>lla<u>dz</u>ii tawall<u>aa</u> kibrahu minhum lahu 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُبِينٌ",
        "id": "Mengapa di waktu kamu mendengar berita bohon itu orang-orang mu'minin dan mu'minat tidak bersangka baik terhadap diri mereka sendiri, dan (mengapa tidak) berkata: \"Ini adalah suatu berita bohong yang nyata.\"",
        "nomor": "12",
        "tr": "lawl<u>aa</u> i<u>dz</u> sami'tumuuhu <u>zh</u>anna <strong>a</strong>lmu/minuuna wa<strong>a</strong>lmu/min<u>aa</u>tu bi-anfusihim khayran waq<u>aa</u>luu h<u>aadzaa</u> ifkun mubiin<strong>un</strong>"
    },
    {
        "ar": "لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ",
        "id": "Mengapa mereka (yang menuduh itu) tidak mendatangkan empat orang saksi atas berita bohong itu? Olah karena mereka tidak mendatangkan saksi-saksi maka mereka itulah pada sisi Allah orang-orang yang dusta.",
        "nomor": "13",
        "tr": "lawl<u>aa</u> j<u>aa</u>uu 'alayhi bi-arba'ati syuhad<u>aa</u>-a fa-i<u>dz</u> lam ya/tuu bi<strong>al</strong>sysyuhad<u>aa</u>-i faul<u>aa</u>-ika 'inda <strong>al</strong>l<u>aa</u>hi humu <strong>a</strong>lk<u>aadz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
        "id": "Sekiranya tidak ada kurnia Allah dan rahmat-Nya kepada kamu semua di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, karena pembicaraan kamu tentang berita bohong itu.",
        "nomor": "14",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati lamassakum fii m<u>aa</u> afa<u>dh</u>tum fiihi 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ",
        "id": "(Ingatlah) di waktu kamu menerima berita bohong itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit juga, dan kamu menganggapnya suatu yang ringan saja. Padahal dia pada sisi Allah adalah besar.",
        "nomor": "15",
        "tr": "i<u>dz</u> talaqqawnahu bi-alsinatikum wataquuluuna bi-afw<u>aa</u>hikum m<u>aa</u> laysa lakum bihi 'ilmun wata<u>h</u>sabuunahu hayyinan wahuwa 'inda <strong>al</strong>l<u>aa</u>hi 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ",
        "id": "Dan mengapa kamu tidak berkata, diwaktu mendengar berita bohong itu: \"Sekali-kali tidaklah pantas bagi kita memperkatakan ini, Maha Suci Engkau (Ya Tuhan kami), ini adalah dusta yang besar.\"",
        "nomor": "16",
        "tr": "walawl<u>aa</u> i<u>dz</u> sami'tumuuhu qultum m<u>aa</u> yakuunu lan<u>aa</u> an natakallama bih<u>aadzaa</u> sub<u>haa</u>naka h<u>aadzaa</u> buht<u>aa</u>nun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "id": "Allah memperingatkan kamu agar (jangan) kembali memperbuat yang seperti itu selama-lamanya, jika kamu orang-orang yang beriman.",
        "nomor": "17",
        "tr": "ya'i<u>zh</u>ukumu <strong>al</strong>l<u>aa</u>hu an ta'uuduu limitslihi abadan in kuntum mu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "dan Allah menerangkan ayat-ayatNya kepada kamu. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "18",
        "tr": "wayubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
        "id": "Sesungguhnya orang-orang yang ingin agar (berita) perbuatan yang amat keji itu tersiar di kalangan orang-orang yang beriman, bagi mereka azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang, kamu tidak mengetahui.",
        "nomor": "19",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yu<u>h</u>ibbuuna an tasyii'a <strong>a</strong>lf<u>aah</u>isyatu fii <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lahum 'a<u>dzaa</u>bun <strong>a</strong>liimun fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wa<strong>al</strong>l<u>aa</u>hu ya'lamu wa-antum l<u>aa</u> ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ",
        "id": "Dan sekiranya tidaklah karena kurnia Allah dan rahmat-Nya kepada kamu semua, dan Allah Maha Penyantun dan Maha Penyayang, (niscaya kamu akan ditimpa azab yang besar).",
        "nomor": "20",
        "tr": "walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu wa-anna <strong>al</strong>l<u>aa</u>ha rauufun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ ۚ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
        "id": "Hai orang-orang yang beriman, janganlah kamu mengikuti langkah-langkah syaitan. Barangsiapa yang mengikuti langkah-langkah syaitan, maka sesungguhnya syaitan itu menyuruh mengerjakan perbuatan yang keji dan yang mungkar. Sekiranya tidaklah karena kurnia Allah dan rahmat-Nya kepada kamu sekalian, niscaya tidak seorangpun dari kamu bersih (dari perbuatan-perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang dikehendaki-Nya. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
        "nomor": "21",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattabi'uu khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni waman yattabi' khu<u>th</u>uw<u>aa</u>ti <strong>al</strong>sysyay<u>th</u><u>aa</u>ni fa-innahu ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i wa<strong>a</strong>lmunkari walawl<u>aa</u> fa<u>dh</u>lu <strong>al</strong>l<u>aa</u>hi 'alaykum wara<u>h</u>matuhu m<u>aa</u> zak<u>aa</u> minkum min a<u>h</u>adin abadan wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha yuzakkii man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ ۖ وَلْيَعْفُوا وَلْيَصْفَحُوا ۗ أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
        "id": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kaum kerabat(nya), orang-orang yang miskin dan orang-orang yang berhijrah pada jalan Allah, dan hendaklah mereka mema'afkan dan berlapang dada. Apakah kamu tidak ingin bahwa Allah mengampunimu? Dan Allah adalah Maha Pengampun lagi Maha Penyayang,",
        "nomor": "22",
        "tr": "wal<u>aa</u> ya/tali uluu <strong>a</strong>lfa<u>dh</u>li minkum wa<strong>al</strong>ssa'ati an yu/tuu ulii <strong>a</strong>lqurb<u>aa</u> wa<strong>a</strong>lmas<u>aa</u>kiina wa<strong>a</strong>lmuh<u>aa</u>jiriina fii sabiili <strong>al</strong>l<u>aa</u>hi walya'fuu walya<u>sh</u>fa<u>h</u>uu <strong>a</strong>l<u>aa</u> tu<u>h</u>ibbuuna an yaghfira <strong>al</strong>l<u>aa</u>hu lakum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
        "id": "Sesungguhnya orang-orang yang menuduh wanita yang baik-baik, yang lengah lagi beriman (berbuat zina), mereka kena la'nat di dunia dan akhirat, dan bagi mereka azab yang besar,",
        "nomor": "23",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yarmuuna <strong>a</strong>lmu<u>hs</u>an<u>aa</u>ti <strong>a</strong>lgh<u>aa</u>fil<u>aa</u>ti <strong>a</strong>lmu/min<u>aa</u>ti lu'inuu fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati walahum 'a<u>dzaa</u>bun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
        "id": "pada hari (ketika), lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.",
        "nomor": "24",
        "tr": "yawma tasyhadu 'alayhim <strong>a</strong>lsinatuhum wa-aydiihim wa-arjuluhum bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ",
        "id": "Di hari itu, Allah akan memberi mereka balasan yag setimpal menurut semestinya, dan tahulah mereka bahwa Allah-lah yang Benar, lagi Yang menjelaskan (segala sesutatu menurut hakikat yang sebenarnya).",
        "nomor": "25",
        "tr": "yawma-i<u>dz</u>in yuwaffiihimu <strong>al</strong>l<u>aa</u>hu diinahumu <strong>a</strong>l<u>h</u>aqqa waya'lamuuna anna <strong>al</strong>l<u>aa</u>ha huwa <strong>a</strong>l<u>h</u>aqqu <strong>a</strong>lmubiin<strong>u</strong>"
    },
    {
        "ar": "الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ۖ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ۚ أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
        "id": "Wanita-wanita yang keji adalah untuk laki-laki yang keji, dan laki-laki yang keji adalah buat wanita-wanita yang keji (pula), dan wanita-wanita yang baik adalah untuk laki-laki yang baik dan laki-laki yang baik adalah untuk wanita-wanita yang baik (pula). Mereka (yang dituduh) itu bersih dari apa yang dituduhkan oleh mereka (yang menuduh itu). Bagi mereka ampunan dan rezki yang mulia (surga).",
        "nomor": "26",
        "tr": "alkhabiits<u>aa</u>tu lilkhabiitsiina wa<strong>a</strong>lkhabiitsuuna lilkhabiits<u>aa</u>ti wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>tu li<strong>l</strong><u>ththh</u>ayyibiina wa<strong>al</strong><u>ththh</u>ayyibuuna li<strong>l</strong><u>ththh</u>ayyib<u>aa</u>ti ul<u>aa</u>-ika mubarrauuna mimm<u>aa</u> yaquuluuna lahum maghfiratun warizqun kariim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
        "id": "Hai orang-orang yang beriman, janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat.",
        "nomor": "27",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tadkhuluu buyuutan ghayra buyuutikum <u>h</u>att<u>aa</u> tasta/nisuu watusallimuu 'al<u>aa</u> ahlih<u>aa</u> <u>dzaa</u>likum khayrun lakum la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
        "id": "Jika kamu tidak menemui seorangpun didalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu: \"Kembali (saja)lah, maka hendaklah kamu kembali. Itu bersih bagimu dan Allah Maha Mengetahui apa yang kamu kerjakan.",
        "nomor": "28",
        "tr": "fa-in lam tajiduu fiih<u>aa</u> a<u>h</u>adan fal<u>aa</u> tadkhuluuh<u>aa</u> <u>h</u>att<u>aa</u> yu/<u>dz</u>ana lakum wa-in qiila lakumu irji'uu fa<strong>i</strong>rji'uu huwa azk<u>aa</u> lakum wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna 'aliim<strong>un</strong>"
    },
    {
        "ar": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ ۚ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
        "id": "Tidak ada dosa atasmu memasuki rumah yang tidak disediakan untuk didiami, yang di dalamnya ada keperluanmu, dan Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.",
        "nomor": "29",
        "tr": "laysa 'alaykum jun<u>aah</u>un an tadkhuluu buyuutan ghayra maskuunatin fiih<u>aa</u> mat<u>aa</u>'un lakum wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> tubduuna wam<u>aa</u> taktumuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ",
        "id": "Katakanlah kepada orang laki-laki yang beriman: \"Hendaklah mereka menahan pandanganya, dan memelihara kemaluannya; yang demikian itu adalah lebih suci bagi mereka, sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat\".",
        "nomor": "30",
        "tr": "qul lilmu/miniina yaghu<u>dhdh</u>uu min ab<u>shaa</u>rihum waya<u>h</u>fa<u>zh</u>uu furuujahum <u>dzaa</u>lika azk<u>aa</u> lahum inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ya<u>sh</u>na'uun<strong>a</strong>"
    },
    {
        "ar": "وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ ۚ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ",
        "id": "Katakanlah kepada wanita yang beriman: \"Hendaklah mereka menahan pandangannya, dan kemaluannya, dan janganlah mereka menampakkan perhiasannya, kecuali yang (biasa) nampak dari padanya. Dan hendaklah mereka menutupkan kain kudung kedadanya, dan janganlah menampakkan perhiasannya kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putera-putera mereka, atau putera-putera suami mereka, atau saudara-saudara laki-laki mereka, atau putera-putera saudara lelaki mereka, atau putera-putera saudara perempuan mereka, atau wanita-wanita islam, atau budak-budak yang mereka miliki, atau pelayan-pelayan laki-laki yang tidak mempunyai keinginan (terhadap wanita) atau anak-anak yang belum mengerti tentang aurat wanita. Dan janganlah mereka memukulkan kakinyua agar diketahui perhiasan yang mereka sembunyikan. Dan bertaubatlah kamu sekalian kepada Allah, hai orang-orang yang beriman supaya kamu beruntung.",
        "nomor": "31",
        "tr": "waqul lilmu/min<u>aa</u>ti yagh<u>dh</u>u<u>dh</u>na min ab<u>shaa</u>rihinna waya<u>h</u>fa<u>zh</u>na furuujahunna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> walya<u>dh</u>ribna bikhumurihinna 'al<u>aa</u> juyuubihinna wal<u>aa</u> yubdiina ziinatahunna ill<u>aa</u> libu'uulatihinna aw <u>aa</u>b<u>aa</u>-ihinna aw <u>aa</u>b<u>aa</u>-i bu'uulatihinna aw abn<u>aa</u>-ihinna aw abn<u>aa</u>-i bu'uulatihinna aw ikhw<u>aa</u>nihinna aw banii ikhw<u>aa</u>nihinna aw banii akhaw<u>aa</u>tihinna aw nis<u>aa</u>-ihinna aw m<u>aa</u> malakat aym<u>aa</u>nuhunna awi <strong>al</strong>tt<u>aa</u>bi'iina ghayri ulii <strong>a</strong>l-irbati mina <strong>al</strong>rrij<u>aa</u>li awi <strong>al</strong><u>ththh</u>ifli <strong>al</strong>la<u>dz</u>iina lam ya<u>zh</u>haruu 'al<u>aa</u> 'awr<u>aa</u>ti <strong>al</strong>nnis<u>aa</u>-i wal<u>aa</u> ya<u>dh</u>ribna bi-arjulihinna liyu'lama m<u>aa</u> yukhfiina min ziinatihinna watuubuu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi jamii'an ayyuh<u>aa</u> <strong>a</strong>lmu/minuuna la'allakum tufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَأَنْكِحُوا الْأَيَامَىٰ مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ ۚ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
        "id": "Dan kawinkanlah orang-orang yang sedirian diantara kamu, dan orang-orang yang layak (berkawin) dari hamba-hamba sahayamu yang lelaki dan hamba-hamba sahayamu yang perempuan. Jika mereka miskin Allah akan memampukan mereka dengan kurnia-Nya. Dan Allah Maha luas (pemberian-Nya) lagi Maha Mengetahui.",
        "nomor": "32",
        "tr": "wa-anki<u>h</u>uu <strong>a</strong>l-ay<u>aa</u>m<u>aa</u> minkum wa<strong>al</strong><u>shshaa</u>li<u>h</u>iina min 'ib<u>aa</u>dikum wa-im<u>aa</u>-ikum in yakuunuu fuqar<u>aa</u>-a yughnihimu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu w<u>aa</u>si'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ۖ وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ ۚ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا ۚ وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ",
        "id": "Dan orang-orang yang tidak mampu kawin hendaklah menjaga kesucian (diri)nya, sehingga Allah memampukan mereka dengan karunia-Nya. Dan budak-budak yang kamu miliki yang memginginkan",
        "nomor": "33",
        "tr": "walyasta'fifi <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yajiduuna nik<u>aah</u>an <u>h</u>att<u>aa</u> yughniyahumu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi wa<strong>a</strong>lla<u>dz</u>iina yabtaghuuna <strong>a</strong>lkit<u>aa</u>ba mimm<u>aa</u> malakat aym<u>aa</u>nukum fak<u>aa</u>tibuuhum in 'alimtum fiihim khayran wa<u>aa</u>tuuhum min m<u>aa</u>li <strong>al</strong>l<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii <u>aa</u>t<u>aa</u>kum wal<u>aa</u> tukrihuu fatay<u>aa</u>tikum 'al<u>aa</u> <strong>a</strong>lbigh<u>aa</u>-i in aradna ta<u>h</u>a<u>shsh</u>unan litabtaghuu 'ara<u>dh</u>a <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waman yukrihhunna fa-inna <strong>al</strong>l<u>aa</u>ha min ba'di ikr<u>aa</u>hihinna ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ",
        "id": "Dan sesungguhnya Kami telah menurunkan kepada kamu ayat-ayat yang memberi penerangan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan pelajaran bagi orang-orang yang bertakwa.",
        "nomor": "34",
        "tr": "walaqad anzaln<u>aa</u> ilaykum <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wamatsalan mina <strong>al</strong>la<u>dz</u>iina khalaw min qablikum wamaw'i<u>zh</u>atan lilmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ ۚ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ ۖ الْمِصْبَاحُ فِي زُجَاجَةٍ ۖ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ ۚ نُورٌ عَلَىٰ نُورٍ ۗ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ ۚ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "id": "Allah (Pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya Allah, adalah seperti sebuah lubang yang tak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam kaca (dan) kaca itu seakan-akan bintang (yang bercahaya) seperti mutiara, yang dinyalakan dengan minyak dari pohon yang berkahnya, (yaitu) pohon zaitun yang tumbuh tidak di sebelah timur (sesuatu) dan tidak pula di sebelah barat(nya), yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah membimbing kepada cahaya-Nya siapa yang dia kehendaki, dan Allah memperbuat perumpamaan-perumpamaan bagi manusia, dan Allah Maha Mengetahui segala sesuatu.",
        "nomor": "35",
        "tr": "<strong>al</strong>l<u>aa</u>hu nuuru <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i matsalu nuurihi kamisyk<u>aa</u>tin fiih<u>aa</u> mi<u>sh</u>b<u>aah</u>un <strong>a</strong>lmi<u>sh</u>b<u>aah</u>u fii zuj<u>aa</u>jatin <strong>al</strong>zzuj<u>aa</u>jatu ka-annah<u>aa</u> kawkabun durriyyun yuuqadu min syajaratin mub<u>aa</u>rakatin zaytuunatin l<u>aa</u> syarqiyyatin wal<u>aa</u> gharbiyyatin yak<u>aa</u>du zaytuh<u>aa</u> yu<u>dh</u>ii-u walaw lam tamsas-hu n<u>aa</u>run nuurun 'al<u>aa</u> nuurin yahdii <strong>al</strong>l<u>aa</u>hu linuurihi man yasy<u>aa</u>u waya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu <strong>a</strong>l-amts<u>aa</u>la li<strong>l</strong>nn<u>aa</u>si wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
    },
    {
        "ar": "فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ",
        "id": "Bertasbih kepada Allah di masjid-masjid yang telah diperintahkan untuk dimuliakan dan disebut nama-Nya di dalamnya, pada waktu pagi dan waktu petang,",
        "nomor": "36",
        "tr": "fii buyuutin a<u>dz</u>ina <strong>al</strong>l<u>aa</u>hu an turfa'a wayu<u>dz</u>kara fiih<u>aa</u> ismuhu yusabbi<u>h</u>u lahu fiih<u>aa</u> bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>l<strong>i</strong>"
    },
    {
        "ar": "رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ ۙ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ",
        "id": "laki-laki yang tidak dilalaikan oleh perniagaan dan tidak (pula) oleh jual beli dari mengingati Allah, dan (dari) mendirikan sembahyang, dan (dari) membayarkan zakat. Mereka takut kepada suatu hari yang (di hari itu) hati dan penglihatan menjadi goncang.",
        "nomor": "37",
        "tr": "rij<u>aa</u>lun l<u>aa</u> tulhiihim tij<u>aa</u>ratun wal<u>aa</u> bay'un 'an <u>dz</u>ikri <strong>al</strong>l<u>aa</u>hi wa-iq<u>aa</u>mi <strong>al</strong><u>shsh</u>al<u>aa</u>ti wa-iit<u>aa</u>-i <strong>al</strong>zzak<u>aa</u>ti yakh<u>aa</u>fuuna yawman tataqallabu fiihi <strong>a</strong>lquluubu wa<strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>"
    },
    {
        "ar": "لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۗ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ",
        "id": "(Meraka mengerjakan yang demikian itu) supaya Allah memberikan balasan kepada mereka (dengan balasan) yang lebih baik dari apa yang telah mereka kerjakan, dan supaya ALlah menambah karunia-Nya kepada mereka. Dan Allah memberi rezki kepada siapa yang dikehendaki-Nya tanpa batas.",
        "nomor": "38",
        "tr": "liyajziyahumu <strong>al</strong>l<u>aa</u>hu a<u>h</u>sana m<u>aa</u> 'amiluu wayaziidahum min fa<u>dh</u>lihi wa<strong>al</strong>l<u>aa</u>hu yarzuqu man yasy<u>aa</u>u bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ ۗ وَاللَّهُ سَرِيعُ الْحِسَابِ",
        "id": "Dan orang-orang kafir amal-amal mereka adalah laksana fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi bila didatanginya air itu dia tidak mendapatinya sesuatu apapun. Dan didapatinya (ketetapan) Allah disisinya, lalu Allah memberikan kepadanya perhitungan amal-amal dengan cukup dan Allah adalah sangat cepat perhitungan-Nya.",
        "nomor": "39",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu a'm<u>aa</u>luhum kasar<u>aa</u>bin biqii'atin ya<u>h</u>sabuhu <strong>al</strong><u>zhzh</u>am-<u>aa</u>nu m<u>aa</u>-an <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-ahu lam yajidhu syay-an wawajada <strong>al</strong>l<u>aa</u>ha 'indahu fawaff<u>aa</u>hu <u>h</u>is<u>aa</u>bahu wa<strong>al</strong>l<u>aa</u>hu sarii'u <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا ۗ وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ",
        "id": "Atau seperti gelap gulita di lautan yang dalam, yang diliputi oleh ombak, yang di atasnya ombak (pula), di atasnya (lagi) awan; gelap gulita yang tindih-bertindih, apabila dia mengeluarkan tangannya, tiadalah dia dapat melihatnya, (dan) barangsiapa yang tiada diberi cahaya (petunjuk) oleh Allah tiadalah dia mempunyai cahaya sedikitpun.",
        "nomor": "40",
        "tr": "aw ka<u>zh</u>ulum<u>aa</u>tin fii ba<u>h</u>rin lujjiyyin yaghsy<u>aa</u>hu mawjun min fawqihi mawjun min fawqihi sa<u>haa</u>bun <u>zh</u>ulum<u>aa</u>tun ba'<u>dh</u>uh<u>aa</u> fawqa ba'<u>dh</u>in i<u>dzaa</u> akhraja yadahu lam yakad yar<u>aa</u>h<u>aa</u> waman lam yaj'ali <strong>al</strong>l<u>aa</u>hu lahu nuuran fam<u>aa</u> lahu min nuur<strong>in</strong>"
    },
    {
        "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ ۖ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ ۗ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ",
        "id": "Tidaklah kamu tahu bahwasanya Allah: kepada-Nya bertasbih apa yang di langit dan di bumi dan (juga) burung dengan mengembangkan sayapnya. Masing-masing telah mengetahui (cara) sembahyang dan tasbihnya, dan Allah Maha Mengetahui apa yang mereka kerjakan.",
        "nomor": "41",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yusabbi<u>h</u>u lahu man fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong><u>ththh</u>ayru <u>shaa</u>ff<u>aa</u>tin kullun qad 'alima <u>sh</u>al<u>aa</u>tahu watasbii<u>h</u>ahu wa<strong>al</strong>l<u>aa</u>hu 'aliimun bim<u>aa</u> yaf'aluun<strong>a</strong>"
    },
    {
        "ar": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِلَى اللَّهِ الْمَصِيرُ",
        "id": "Dan kepunyaan Allah-lah kerajaan langit dan bumi dan kepada Allah-lah kembali (semua makhluk).",
        "nomor": "42",
        "tr": "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa-il<u>aa</u> <strong>al</strong>l<u>aa</u>hi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ ۖ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ",
        "id": "Tidaklah kamu melihat bahwa Allah mengarak awan, kemudian mengumpulkan antara (bagian-bagian)nya, kemudian menjadikannya bertindih-tindih, maka kelihatanlah olehmu hujan keluar dari celah-celahnya dan Allah (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran) es itu kepada siapa yang dikehendaki-Nya dan dipalingkan-Nya dari siapa yang dikehendaki-Nya. Kilauan kilat awan itu hampir-hampir menghilangkan penglihatan.",
        "nomor": "43",
        "tr": "alam tara anna <strong>al</strong>l<u>aa</u>ha yuzjii sa<u>haa</u>ban tsumma yu-allifu baynahu tsumma yaj'aluhu ruk<u>aa</u>man fatar<u>aa</u> <strong>a</strong>lwadqa yakhruju min khil<u>aa</u>lihi wayunazzilu mina <strong>al</strong>ssam<u>aa</u>-i min jib<u>aa</u>lin fiih<u>aa</u> min baradin fayu<u>sh</u>iibu bihi man yasy<u>aa</u>u waya<u>sh</u>rifuhu 'an man yasy<u>aa</u>u yak<u>aa</u>du san<u>aa</u> barqihi ya<u>dz</u>habu bi<strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
    },
    {
        "ar": "يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ",
        "id": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu terdapat pelajaran yang besar bagi orang-orang yang mempunyai penglihatan.",
        "nomor": "44",
        "tr": "yuqallibu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra inna fii <u>dzaa</u>lika la'ibratan li-ulii <strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
    },
    {
        "ar": "وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ ۖ فَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَىٰ أَرْبَعٍ ۚ يَخْلُقُ اللَّهُ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id": "Dan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
        "nomor": "45",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu khalaqa kulla d<u>aa</u>bbatin min m<u>aa</u>-in faminhum man yamsyii 'al<u>aa</u> ba<u>th</u>nihi waminhum man yamsyii 'al<u>aa</u> rijlayni waminhum man yamsyii 'al<u>aa</u> arba'in yakhluqu <strong>al</strong>l<u>aa</u>hu m<u>aa</u> yasy<u>aa</u>u inna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
    },
    {
        "ar": "لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ ۚ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "id": "Sesungguhnya Kami telah menurunkan ayat-ayat yang menjelaskan. Dan Allah memimpin siapa yang dikehendaki-Nya kepada jalan yang lurus.",
        "nomor": "46",
        "tr": "laqad anzaln<u>aa</u> <u>aa</u>y<u>aa</u>tin mubayyin<u>aa</u>tin wa<strong>al</strong>l<u>aa</u>hu yahdii man yasy<u>aa</u>u il<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
    },
    {
        "ar": "وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
        "id": "Dan mereka berkata: \"Kami telah beriman kepada Allah dan rasul, dan kami mentaati (keduanya).\" Kemudian sebagian dari mereka berpaling sesudah itu, sekali-kali mereka itu bukanlah orang-orang yang beriman.",
        "nomor": "47",
        "tr": "wayaquuluuna <u>aa</u>mann<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi wabi<strong>al</strong>rrasuuli wa-a<u>th</u>a'n<u>aa</u> tsumma yatawall<u>aa</u> fariiqun minhum min ba'di <u>dzaa</u>lika wam<u>aa</u> ul<u>aa</u>-ika bi<strong>a</strong>lmu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ",
        "id": "Dan apabila mereka dipanggil kepada Allah dan rasul-Nya, agar rasul menghukum (mengadili) di antara mereka, tiba-tiba sebagian dari mereka menolak untuk datang.",
        "nomor": "48",
        "tr": "wa-i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum i<u>dzaa</u> fariiqun minhum mu'ri<u>dh</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ",
        "id": "Tetapi jika keputusan itu untuk (kemaslahatan) mereka, mereka datang kepada rasul dengan patuh.",
        "nomor": "49",
        "tr": "wa-in yakun lahumu <strong>a</strong>l<u>h</u>aqqu ya/tuu ilayhi mu<u>dz</u>'iniin<strong>a</strong>"
    },
    {
        "ar": "أَفِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَنْ يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ ۚ بَلْ أُولَٰئِكَ هُمُ الظَّالِمُونَ",
        "id": "Apakah (ketidak datangan mereka itu karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim.",
        "nomor": "50",
        "tr": "afii quluubihim mara<u>dh</u>un ami irt<u>aa</u>buu am yakh<u>aa</u>fuuna an ya<u>h</u>iifa <strong>al</strong>l<u>aa</u>hu 'alayhim warasuuluhu bal ul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
        "id": "Sesungguhnya jawaban oran-orang mu'min, bila mereka dipanggil kepada Allah dan rasul-Nya agar rasul menghukum (mengadili) di antara mereka ialah ucapan. \"Kami mendengar, dan kami patuh\". Dan mereka itulah orang-orang yang beruntung.",
        "nomor": "51",
        "tr": "innam<u>aa</u> k<u>aa</u>na qawla <strong>a</strong>lmu/miniina i<u>dzaa</u> du'uu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi warasuulihi liya<u>h</u>kuma baynahum an yaquuluu sami'n<u>aa</u> wa-a<u>th</u>a'n<u>aa</u> waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَٰئِكَ هُمُ الْفَائِزُونَ",
        "id": "Dan barang siapa yang taat kepada Allah dan rasul-Nya dan takut kepada Allah dan bertakwa kepada-Nya, maka mereka adalah orang-orang yang mendapat kemenangan.",
        "nomor": "52",
        "tr": "waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu wayakhsya <strong>al</strong>l<u>aa</u>ha wayattaqhi faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>"
    },
    {
        "ar": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُلْ لَا تُقْسِمُوا ۖ طَاعَةٌ مَعْرُوفَةٌ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
        "id": "Dan mereka bersumpah dengan nama Allah sekuat-kuat sumpah, jika kamu suruh mereka berperang, pastilah mereka akan pergi. Katakanlah: \"Janganlah kamu bersumpah, (karena ketaatan yang diminta ialah) ketaatan yang sudah dikenal. Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
        "nomor": "53",
        "tr": "wa-aqsamuu bi<strong>al</strong>l<u>aa</u>hi jahda aym<u>aa</u>nihim la-in amartahum layakhrujunna qul l<u>aa</u> tuqsimuu <u>th</u><u>aa</u>'atun ma'ruufatun inna <strong>al</strong>l<u>aa</u>ha khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۖ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ ۖ وَإِنْ تُطِيعُوهُ تَهْتَدُوا ۚ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
        "id": "Katakanlah: \"Ta'at kepada Allah dan ta'atlah kepada rasul; dan jika kamu berpaling maka sesungguhnya kewajiban rasul itu adalah apa yang dibebankan kepadanya, dan kewajiban kamu sekalian adalah semata-mata apa yang dibebankan kepadamu. Dan jika kamu ta'at kepadanya, niscaya kamu mendapat petunjuk. Dan tidak lain kewajiban rasul itu melainkan menyampaikan (amanat Allah) dengan terang\".",
        "nomor": "54",
        "tr": "qul a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaw fa-innam<u>aa</u> 'alayhi m<u>aa</u> <u>h</u>ummila wa'alaykum m<u>aa</u> <u>h</u>ummiltum wa-in tu<u>th</u>ii'uuhu tahtaduu wam<u>aa</u> 'al<u>aa</u> <strong>al</strong>rrasuuli ill<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>a</strong>"
    },
    {
        "ar": "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا ۚ وَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
        "id": "Dan Allah telah berjanji kepada orang-orang yang beriman di antara kamu dan mengerjakan amal-amal yang saleh bahwa Dia sungguh-sungguh akan menjadikan mereka berkuasa dimuka bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah diridhai-Nya untuk mereka, dan Dia benar-benar akan menukar (keadaan) mereka, sesudah mereka dalam ketakutan menjadi aman sentausa. Mereka tetap menyembahku-Ku dengan tiada mempersekutukan sesuatu apapun dengan Aku. Dan barangsiapa yang (tetap) kafir sesudah (janji) itu, maka mereka itulah orang-orang yang fasik.",
        "nomor": "55",
        "tr": "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu minkum wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti layastakhlifannahum fii <strong>a</strong>l-ar<u>dh</u>i kam<u>aa</u> istakhlafa <strong>al</strong>la<u>dz</u>iina min qablihim walayumakkinanna lahum diinahumu <strong>al</strong>la<u>dz</u>ii irta<u>daa</u> lahum walayubaddilannahum min ba'di khawfihim amnan ya'buduunanii l<u>aa</u> yusyrikuuna bii syay-an waman kafara ba'da <u>dzaa</u>lika faul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
    },
    {
        "ar": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
        "id": "Dan dirikanlah sembahyang, tunaikanlah zakat, dan ta'atlah kepada rasul, supaya kamu diberi rahmat.",
        "nomor": "56",
        "tr": "wa-aqiimuu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tuu <strong>al</strong>zzak<u>aa</u>ta wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula la'allakum tur<u>h</u>amuun<strong>a</strong>"
    },
    {
        "ar": "لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ ۚ وَمَأْوَاهُمُ النَّارُ ۖ وَلَبِئْسَ الْمَصِيرُ",
        "id": "Janganlah kamu kira bahwa orang-orang yang kafir itu dapat melemahkan (Allah dari mengazab mereka) di bumi ini, sedang tempat tinggal mereka (di akhirat) adalah neraka. Dan sungguh amat jeleklah tempat kembali itu.",
        "nomor": "57",
        "tr": "l<u>aa</u> ta<u>h</u>sabanna <strong>al</strong>la<u>dz</u>iina kafaruu mu'jiziina fii <strong>a</strong>l-ar<u>dh</u>i wama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru walabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ ۚ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ۚ ثَلَاثُ عَوْرَاتٍ لَكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ ۚ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَىٰ بَعْضٍ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Hai orang-orang yang beriman, hendaklah budak-budak (lelaki dan wanita) yang kamu miliki, dan orang-orang yang belum balig di antara kamu, meminta izin kepada kamu tiga kali (dalam satu hari) yaitu: sebelum sembahyang subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari dan sesudah sembahyang Isya'. (Itulah) tiga 'aurat bagi kamu. Tidak ada dosa atasmu dan tidak (pula) atas mereka selain dari (tiga waktu) itu. Mereka melayani kamu, sebahagian kamu (ada keperluan) kepada sebahagian (yang lain). Demikianlah Allah menjelaskan ayat-ayat bagi kamu. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "58",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu liyasta/<u>dz</u>inkumu <strong>al</strong>la<u>dz</u>iina malakat aym<u>aa</u>nukum wa<strong>a</strong>lla<u>dz</u>iina lam yablughuu <strong>a</strong>l<u>h</u>uluma minkum tsal<u>aa</u>tsa marr<u>aa</u>tin min qabli <u>sh</u>al<u>aa</u>ti <strong>a</strong>lfajri wa<u>h</u>iina ta<u>dh</u>a'uuna tsiy<u>aa</u>bakum mina <strong>al</strong><u>zhzh</u>ahiirati wamin ba'di <u>sh</u>al<u>aa</u>ti <strong>a</strong>l'isy<u>aa</u>-i tsal<u>aa</u>tsu 'awr<u>aa</u>tin lakum laysa 'alaykum wal<u>aa</u> 'alayhim jun<u>aah</u>un ba'dahunna <u>th</u>aww<u>aa</u>fuuna 'alaykum ba'<u>dh</u>ukum 'al<u>aa</u> ba'<u>dh</u>in ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَإِذَا بَلَغَ الْأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Dan apabila anak-anakmu telah sampai umur balig, maka hendaklah mereka meminta izin, seperti orang-orang yang sebelum mereka meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "59",
        "tr": "wa-i<u>dzaa</u> balagha <strong>a</strong>l-a<u>th</u>f<u>aa</u>lu minkumu <strong>a</strong>l<u>h</u>uluma falyasta/<u>dz</u>inuu kam<u>aa</u> ista/<u>dz</u>ana <strong>al</strong>la<u>dz</u>iina min qablihim ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakum <u>aa</u>y<u>aa</u>tihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ ۖ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
        "id": "Dan perempuan-perempuan tua yang telah terhenti (dari haid dan mengandung) yang tiada ingin kawin (lagi), tiadalah atas mereka dosa menanggalkan pakaian mereka dengan tidak (bermaksud) menampakkan perhiasan, dan berlaku sopan adalah lebih baik bagi mereka. Dan Allah Maha Mendengar lagi Maha Bijaksana.",
        "nomor": "60",
        "tr": "wa<strong>a</strong>lqaw<u>aa</u>'idu mina <strong>al</strong>nnis<u>aa</u>-i <strong>al</strong>l<u>aa</u>tii l<u>aa</u> yarjuuna nik<u>aah</u>an falaysa 'alayhinna jun<u>aah</u>un an ya<u>dh</u>a'na tsiy<u>aa</u>bahunna ghayra mutabarrij<u>aa</u>tin biziinatin wa-an yasta'fifna khayrun lahunna wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "لَيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَىٰ أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ۚ فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
        "id": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu sendiri, makan (bersama-sama mereka) dirumah kamu sendiri atau dirumah bapak-bapakmu, dirumah ibu-ibumu, dirumah saudara-saudaramu yang laki-laki, di rumah saudaramu yang perempuan, dirumah saudara bapakmu yang laki-laki, dirumah saudara bapakmu yang perempuan, dirumah saudara ibumu yang laki-laki, dirumah saudara ibumu yang perempuan, dirumah yang kamu miliki kuncinya atau dirumah kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendirian. Maka apabila kamu memasuki (suatu rumah dari) rumah-rumah (ini) hendaklah kamu memberi salam kepada (penghuninya yang berarti memberi salam) kepada dirimu sendiri, salam yang ditetapkan dari sisi Allah, yang diberi berkat lagi baik. Demikianlah Allah menjelaskan ayat-ayatnya(Nya) bagimu, agar kamu memahaminya.",
        "nomor": "61",
        "tr": "laysa 'al<u>aa</u> <strong>a</strong>l-a'm<u>aa</u> <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-a'raji <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmarii<u>dh</u>i <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> anfusikum an ta/kuluu min buyuutikum aw buyuuti <u>aa</u>b<u>aa</u>-ikum aw buyuuti ummah<u>aa</u>tikum aw buyuuti ikhw<u>aa</u>nikum aw buyuuti akhaw<u>aa</u>tikum aw buyuuti a'm<u>aa</u>mikum aw buyuuti 'amm<u>aa</u>tikum aw buyuuti akhw<u>aa</u>likum aw buyuuti kh<u>aa</u>l<u>aa</u>tikum aw m<u>aa</u> malaktum maf<u>aa</u>ti<u>h</u>ahu aw <u>sh</u>adiiqikum laysa 'alaykum jun<u>aah</u>un an ta/kuluu jamii'an aw asyt<u>aa</u>tan fa-i<u>dzaa</u> dakhaltum buyuutan fasallimuu 'al<u>aa</u> anfusikum ta<u>h</u>iyyatan min 'indi <strong>al</strong>l<u>aa</u>hi mub<u>aa</u>rakatan <u>th</u>ayyibatan ka<u>dzaa</u>lika yubayyinu <strong>al</strong>l<u>aa</u>hu lakumu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allakum ta'qiluun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَىٰ أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّىٰ يَسْتَأْذِنُوهُ ۚ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَٰئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ ۚ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Sesungguhnya yang sebenar-benar orang mu'min ialah orang-orang yang beriman kepada Allah dan Rasul-Nya, dan apabila mereka berada bersama-sama Rasulullah dalam sesuatu urusan yang memerlukan pertemuan, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad) mereka itulah orang-orang yang beriman kepada Allah dan rasul-Nya, maka apabila mereka meminta izin kepadamu karena sesuatu keperluan, berilah izin kepada siapa yang kamu kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "62",
        "tr": "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa-i<u>dzaa</u> k<u>aa</u>nuu ma'ahu 'al<u>aa</u> amrin j<u>aa</u>mi'in lam ya<u>dz</u>habuu <u>h</u>att<u>aa</u> yasta/<u>dz</u>inuuhu inna <strong>al</strong>la<u>dz</u>iina yasta/<u>dz</u>inuunaka ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>al</strong>l<u>aa</u>hi warasuulihi fa-i<u>dzaa</u> ista/<u>dz</u>anuuka liba'<u>dh</u>i sya/nihim fa/<u>dz</u>an liman syi/ta minhum wa<strong>i</strong>staghfir lahumu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا ۚ قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا ۚ فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ",
        "id": "Janganlah kamu jadikan panggilan Rasul diantara kamu seperti panggilan sebahagian kamu kepada sebahagian (yang lain). Sesungguhnya Allah telah mengetahui orang-orang yang berangsur-angsur pergi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah-Nya takut akan ditimpa cobaan atau ditimpa azab yang pedih.",
        "nomor": "63",
        "tr": "l<u>aa</u> taj'aluu du'<u>aa</u>-a <strong>al</strong>rrasuuli baynakum kadu'<u>aa</u>-i ba'<u>dh</u>ikum ba'<u>dh</u>an qad ya'lamu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina yatasallaluuna minkum liw<u>aadz</u>an falya<u>hts</u>ari <strong>al</strong>la<u>dz</u>iina yukh<u>aa</u>lifuuna 'an amrihi an tu<u>sh</u>iibahum fitnatun aw yu<u>sh</u>iibahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "id": "Ketahuilah sesungguhnya kepunyaan Allahlah apa yang di langit dan di bumi. Sesungguhnya Dia mengetahui keadaan yang kamu berada di dalamnya (sekarang). Dan (mengetahui pula) hati (manusia) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha mengehui segala sesuatu.",
        "nomor": "64",
        "tr": "al<u>aa</u> inna lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i qad ya'lamu m<u>aa</u> antum 'alayhi wayawma yurja'uuna ilayhi fayunabbi-uhum bim<u>aa</u> 'amiluu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
    }
]