[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا",
        "id": "Maha suci Allah yang telah menurunkan Al Furqaan (Al Qur'an) kepada hamba-Nya, agar dia menjadi pemberi peringatan kepada seluruh alam,",
        "nomor": "1",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lfurq<u>aa</u>na 'al<u>aa</u> 'abdihi liyakuuna lil'<u>aa</u>lamiina na<u>dz</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا",
        "id": "yang kepunyaan-Nya-lah kerajaan langit dan bumi, dan Dia tidak mempunyai anak, dan tidak ada sekutu bagiNya dalam kekuasaan(Nya), dan dia telah menciptakan segala sesuatu, dan Dia menetapkan ukuran-ukurannya dengan serapi-rapinya.",
        "nomor": "2",
        "tr": "<strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i walam yattakhi<u>dz</u> waladan walam yakun lahu syariikun fii <strong>a</strong>lmulki wakhalaqa kulla syay-in faqaddarahu taqdiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا",
        "id": "Kemudian mereka mengambil tuhan-tuhan selain daripada-Nya (untuk disembah), yang tuhan-tuhan itu tidak menciptakan apapun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) sesuatu kemudharatan dari dirinya dan tidak (pula untuk mengambil) suatu kemanfaatanpun dan (juga) tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
        "nomor": "3",
        "tr": "wa<strong>i</strong>ttakha<u>dz</u>uu min duunihi <u>aa</u>lihatan l<u>aa</u> yakhluquuna syay-an wahum yukhlaquuna wal<u>aa</u> yamlikuuna li-anfusihim <u>dh</u>arran wal<u>aa</u> naf'an wal<u>aa</u> yamlikuuna mawtan wal<u>aa</u> <u>h</u>ay<u>aa</u>tan wal<u>aa</u> nusyuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ ۖ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا",
        "id": "Dan orang-orang kafir berkata: \"Al Qur'an ini tidak lain hanyalah kebohongan yang diada-adakan oleh Muhammad dan dia dibantu oleh kaum yang lain\"; maka sesungguhnya mereka telah berbuat suatu kezaliman dan dusta yang besar.",
        "nomor": "4",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu in h<u>aadzaa</u> ill<u>aa</u> ifkun iftar<u>aa</u>hu wa-a'<u>aa</u>nahu 'alayhi qawmun <u>aa</u>kharuuna faqad j<u>aa</u>uu <u>zh</u>ulman wazuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
        "id": "Dan mereka berkata: \"Dongengan-dongengan orang-orang dahulu, dimintanya supaya dituliskan, maka dibacakanlah dongengan itu kepadanya setiap pagi dan petang.\"",
        "nomor": "5",
        "tr": "waq<u>aa</u>luu as<u>aath</u>iiru <strong>a</strong>l-awwaliina iktatabah<u>aa</u> fahiya tuml<u>aa</u> 'alayhi bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَحِيمًا",
        "id": "Katakanlah: \"Al Qur'an itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang.\"",
        "nomor": "6",
        "tr": "qul anzalahu <strong>al</strong>la<u>dz</u>ii ya'lamu <strong>al</strong>ssirra fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i innahu k<u>aa</u>na ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالُوا مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا",
        "id": "Dan mereka berkata: \"Mengapa rasul itu memakan makanan dan berjalan di pasar-pasar? Mengapa tidak diturunkan kepadanya seorang malaikat agar malaikat itu memberikan peringatan bersama-sama dengan dia?,",
        "nomor": "7",
        "tr": "waq<u>aa</u>luu m<u>aa</u>li h<u>aadzaa</u> <strong>al</strong>rrasuuli ya/kulu <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyii fii <strong>a</strong>l-asw<u>aa</u>qi lawl<u>aa</u> unzila ilayhi malakun fayakuuna ma'ahu na<u>dz</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَوْ يُلْقَىٰ إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا",
        "id": "atau (mengapa tidak) diturunkan kepadanya perbendaharaan, atau (mengapa tidak) ada kebun baginya, yang dia dapat makan dari (hasil)nya?\" Dan orang-orang yang zalim itu berkata: \"Kamu sekalian tidak lain hanyalah mengikuti seorang lelaki yang kena sihir\".",
        "nomor": "8",
        "tr": "aw yulq<u>aa</u> ilayhi kanzun aw takuunu lahu jannatun ya/kulu minh<u>aa</u> waq<u>aa</u>la <strong>al</strong><u>zhzhaa</u>limuuna in tattabi'uuna ill<u>aa</u> rajulan mas<u>h</u>uur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
        "id": "Perhatikanlah, bagaimana mereka membuat perbandingan-perbandingan tentang kamu, lalu sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).",
        "nomor": "9",
        "tr": "un<u>zh</u>ur kayfa <u>dh</u>arabuu laka <strong>a</strong>l-amts<u>aa</u>la fa<u>dh</u>alluu fal<u>aa</u> yasta<u>th</u>ii'uuna sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَٰلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا",
        "id": "Maha Suci (Allah) yang jika Dia menghendaki, niscaya dijadikan-Nya bagimu yang lebih baik dari yang demikian, (yaitu) surga-surga yang mengalir sungai-sungai di bawahnya, dan dijadikan-Nya (pula) untukmu istana-istana.",
        "nomor": "10",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii in sy<u>aa</u>-a ja'ala laka khayran min <u>dzaa</u>lika jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wayaj'al laka qu<u>sh</u>uur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "بَلْ كَذَّبُوا بِالسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا",
        "id": "Bahkan mereka mendustakan hari kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari kiamat.",
        "nomor": "11",
        "tr": "bal ka<u>dzdz</u>abuu bi<strong>al</strong>ss<u>aa</u>'ati wa-a'tadn<u>aa</u> liman ka<u>dzdz</u>aba bi<strong>al</strong>ss<u>aa</u>'ati sa'iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا",
        "id": "Apabila neraka itu melihat mereka dari tempat yang jauh, mereka mendengar kegeramannya dan suara nyalanya.",
        "nomor": "12",
        "tr": "i<u>dzaa</u> ra-at-hum min mak<u>aa</u>nin ba'iidin sami'uu lah<u>aa</u> taghayyu<u>zh</u>an wazafiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا",
        "id": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka itu dengan dibelenggu, mereka di sana mengharapkan kebinasaan.",
        "nomor": "13",
        "tr": "wa-i<u>dzaa</u> ulquu minh<u>aa</u> mak<u>aa</u>nan <u>dh</u>ayyiqan muqarraniina da'aw hun<u>aa</u>lika tsubuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا",
        "id": "(Akan dikatakan kepada mereka): \"Jangan kamu sekalian mengharapkan satu kebinasaan, melainkan harapkanlah kebinasaan yang banyak\".",
        "nomor": "14",
        "tr": "l<u>aa</u> tad'uu <strong>a</strong>lyawma tsubuuran w<u>aah</u>idan wa<strong>u</strong>d'uu tsubuuran katsiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا",
        "id": "Katakanlah: \"Apa (azab) yang demikian itukah yang baik, atau surga yang kekal yang telah dijanjikan kepada orang-orang yang bertaqwa?\" Dia menjadi balasan dan tempat kembali bagi mereka?\".",
        "nomor": "15",
        "tr": "qul a<u>dzaa</u>lika khayrun am jannatu <strong>a</strong>lkhuldi <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna k<u>aa</u>nat lahum jaz<u>aa</u>-an wama<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَسْئُولًا",
        "id": "Bagi mereka di dalam surga itu apa yang mereka kehendaki, sedang mereka kekal (di dalamnya). (Hal itu) adalah janji dari Tuhanmu yang patut dimohonkan (kepada-Nya).",
        "nomor": "16",
        "tr": "lahum fiih<u>aa</u> m<u>aa</u> yasy<u>aa</u>uuna kh<u>aa</u>lidiina k<u>aa</u>na 'al<u>aa</u> rabbika wa'dan mas-uul<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ",
        "id": "Dan (ingatlah) suatu hari (ketika) Allah menghimpunkan mereka beserta apa yang mereka sembah selain Allah, lalu Allah berkata (kepada yang disembah); \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?\".",
        "nomor": "17",
        "tr": "wayawma ya<u>h</u>syuruhum wam<u>aa</u> ya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi fayaquulu a-antum a<u>dh</u>laltum 'ib<u>aa</u>dii h<u>aa</u>ul<u>aa</u>-i am hum <u>dh</u>alluu <strong>al</strong>ssabiil<strong>a</strong>"
    },
    {
        "ar": "قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَٰكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّىٰ نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا",
        "id": "Mereka (yang disembah itu) menjawab: \"Maha Suci Engkau, tidaklah patut bagi kami mengambil selain engkau (untuk jadi) pelindung, akan tetapi Engkau telah memberi mereka dan bapak-bapak mereka keni'matan hidup, sampai mereka lupa mengingati (Engkau); dan mereka adalah kaum yang binasa\".",
        "nomor": "18",
        "tr": "q<u>aa</u>luu sub<u>haa</u>naka m<u>aa</u> k<u>aa</u>na yanbaghii lan<u>aa</u> an nattakhi<u>dz</u>a min duunika min awliy<u>aa</u>-a wal<u>aa</u>kin matta'tahum wa<u>aa</u>b<u>aa</u>-ahum <u>h</u>att<u>aa</u> nasuu <strong>al</strong><u>dzdz</u>ikra wak<u>aa</u>nuu qawman buur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
        "id": "maka sesungguhnya mereka (yang disembah itu) telah mendustakan kamu tentang apa yang kamu katakan maka kamu tidak akan dapat menolak (azab) dan tidak (pula) menolong (dirimu), dan barang siapa di antara kamu yang berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar.",
        "nomor": "19",
        "tr": "faqad ka<u>dzdz</u>abuukum bim<u>aa</u> taquuluuna fam<u>aa</u> tasta<u>th</u>ii'uuna <u>sh</u>arfan wal<u>aa</u> na<u>sh</u>ran waman ya<u>zh</u>lim minkum nu<u>dz</u>iqhu 'a<u>dzaa</u>ban kabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
        "id": "Dan Kami tidak mengutus rasul-rasul sebelummu, melainkan mereka sungguh memakan makanan dan berjalan di pasar-pasar. Dan kami jadikan sebahagian kamu cobaan bagi sebahagian yang lain. Maukah kamu bersabar?; dan adalah Tuhanmu maha Melihat.",
        "nomor": "20",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> qablaka mina <strong>a</strong>lmursaliina ill<u>aa</u> innahum laya/kuluuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma wayamsyuuna fii <strong>a</strong>l-asw<u>aa</u>qi waja'aln<u>aa</u> ba'<u>dh</u>akum liba'<u>dh</u>in fitnatan ata<u>sh</u>biruuna wak<u>aa</u>na rabbuka ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا",
        "id": "Berkatalah orang-orang yang tidak menanti-nanti pertemuan(nya) dengan Kami: \"Mengapakah tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sesungguhnya mereka memandang besar tentang diri mereka dan mereka benar-benar telah melampaui batas(dalam melakukan) kezaliman\".",
        "nomor": "21",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yarjuuna liq<u>aa</u>-an<u>aa</u> lawl<u>aa</u> unzila 'alayn<u>aa</u> <strong>a</strong>lmal<u>aa</u>-ikatu aw nar<u>aa</u> rabban<u>aa</u> laqadi istakbaruu fii anfusihim wa'ataw 'utuwwan kabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا",
        "id": "Pada hari mereka melihat malaikat dihari itu tidak ada kabar gembira bagi orang-orang yang berdosa mereka berkata: \"Hijraan mahjuuraa.",
        "nomor": "22",
        "tr": "yawma yarawna <strong>a</strong>lmal<u>aa</u>-ikata l<u>aa</u> busyr<u>aa</u> yawma-i<u>dz</u>in lilmujrimiina wayaquuluuna <u>h</u>ijran ma<u>h</u>juur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا",
        "id": "Dan kami hadapi segala amal yang mereka kerjakan, lalu kami jadikan amal itu (bagaikan) debu yang berterbangan.",
        "nomor": "23",
        "tr": "waqadimn<u>aa</u> il<u>aa</u> m<u>aa</u> 'amiluu min 'amalin faja'aln<u>aa</u>hu hab<u>aa</u>-an mantsuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
        "id": "Penghuni-penghuni surga pada hari itu palig baik tempat tinggalnya dan paling indah tempat istirahatnya.",
        "nomor": "24",
        "tr": "a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati yawma-i<u>dz</u>in khayrun mustaqarran wa-a<u>h</u>sanu maqiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا",
        "id": "Dan (ingatlah) hari (ketika) langit pecah belah mengeluarkan kabut putih dan diturunkanlah malaikat bergelombang-gelombang.",
        "nomor": "25",
        "tr": "wayawma tasyaqqaqu <strong>al</strong>ssam<u>aa</u>u bi<strong>a</strong>lgham<u>aa</u>mi wanuzzila <strong>a</strong>lmal<u>aa</u>-ikatu tanziil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا",
        "id": "Kerajaan yang hak pada hari itu adalah kepunyaan Tuhan Yang Maha Pemurah. Dan adalah (hari itu), satu hari penuh kesukaran bagi orang-orang kafir.",
        "nomor": "26",
        "tr": "almulku yawma-i<u>dz</u>in <strong>a</strong>l<u>h</u>aqqu li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni wak<u>aa</u>na yawman 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiina 'asiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا",
        "id": "Dan (ingatlah) hari (ketika itu) orang yang zalim menggigit dua tangannya, seraya berkata: \"Aduhai kiranya (dulu) aku mengambil jalan bersama-sama Rasul\".",
        "nomor": "27",
        "tr": "wayawma ya'a<u>dhdh</u>u <strong>al</strong><u>zhzhaa</u>limu 'al<u>aa</u> yadayhi yaquulu y<u>aa</u> laytanii ittakha<u>dz</u>tu ma'a <strong>al</strong>rrasuuli sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
        "id": "Kecelakaan besarlah bagiku; kiranya aku (dulu) tidak menjadikan sifulan itu teman akrab(ku).",
        "nomor": "28",
        "tr": "y<u>aa</u> waylat<u>aa</u> laytanii lam attakhi<u>dz</u> ful<u>aa</u>nan khaliil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي ۗ وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا",
        "id": "Sesungguhnya dia telah menyesatkan aku dari Al Qur'an ketika Al Qur'an itu telah datang kepadaku. Dan adalah syaitan itu tidak mau menolong manusia.",
        "nomor": "29",
        "tr": "laqad a<u>dh</u>allanii 'ani <strong>al</strong><u>dzdz</u>ikri ba'da i<u>dz</u> j<u>aa</u>-anii wak<u>aa</u>na <strong>al</strong>sysyay<u>th</u><u>aa</u>nu lil-ins<u>aa</u>ni kha<u>dz</u>uul<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَٰذَا الْقُرْآنَ مَهْجُورًا",
        "id": "Berkatalah Rasul: \"Ya Tuhanku, sesungguhnya kaumku menjadikan Al Qur'an itu sesuatu yang tidak diacuhkan\".",
        "nomor": "30",
        "tr": "waq<u>aa</u>la <strong>al</strong>rrasuulu y<u>aa</u> rabbi inna qawmii ittakha<u>dz</u>uu h<u>aadzaa</u> <strong>a</strong>lqur-<u>aa</u>na mahjuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
        "id": "Dan seperti itulah, telah Kami adakan bagi tiap-tiap nabi, musuh dari orang-orang yang berdosa. Dan cukuplah Tuhanmu menjadi Pemberi petunjuk dan Penolong.",
        "nomor": "31",
        "tr": "waka<u>dzaa</u>lika ja'aln<u>aa</u> likulli nabiyyin 'aduwwan mina <strong>a</strong>lmujrimiina wakaf<u>aa</u> birabbika h<u>aa</u>diyan wana<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا",
        "id": "Berkatalah orang-orang yang kafir: \"Mengapa Al Qur'an itu tidak diturunkan kepadanya sekali turun saja?\"; demikianlah supaya Kami perkuat hatimu dengannya dan Kami membacanya secara tartil (teratur dan benar).",
        "nomor": "32",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lawl<u>aa</u> nuzzila 'alayhi <strong>a</strong>lqur-<u>aa</u>nu jumlatan w<u>aah</u>idatan ka<u>dzaa</u>lika linutsabbita bihi fu-<u>aa</u>daka warattaln<u>aa</u>hu tartiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
        "id": "Tidaklah orang-orang kafir itu datang kepadamu (membawa) sesuatu yang ganjil, melainkan Kami datangkan kepadamu suatu yang benar dan yang paling baik penjelasannya.",
        "nomor": "33",
        "tr": "wal<u>aa</u> ya/tuunaka bimatsalin ill<u>aa</u> ji/n<u>aa</u>ka bi<strong>a</strong>l<u>h</u>aqqi wa-a<u>h</u>sana tafsiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "الَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُولَٰئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا",
        "id": "Orang-orang yang dihimpunkan ke neraka Jahannam dengan diseret atas muka-muka mereka, mereka itulah orang yang paling buruk tempatnya dan paling sesat jalannya.",
        "nomor": "34",
        "tr": "<strong>al</strong>la<u>dz</u>iina yu<u>h</u>syaruuna 'al<u>aa</u> wujuuhihim il<u>aa</u> jahannama ul<u>aa</u>-ika syarrun mak<u>aa</u>nan wa-a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا",
        "id": "Dan sesungguhnya kami telah memberikan Al Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu).",
        "nomor": "35",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba waja'aln<u>aa</u> ma'ahu akh<u>aa</u>hu h<u>aa</u>ruuna waziir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا",
        "id": "Kemudian Kami berfirman kepada keduanya: \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\". Maka Kami membinasakan mereka sehancur-hancurnya.",
        "nomor": "36",
        "tr": "faquln<u>aa</u> i<u>dz</u>hab<u>aa</u> il<u>aa</u> <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fadammarn<u>aa</u>hum tadmiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً ۖ وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا",
        "id": "Dan (telah Kami binasakan) kaum Nuh tatkala mereka mendustakan rasul-rasul. Kami tenggelamkan mereka dan kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah menyediakan bagi orang-orang zalim azab yang pedih;",
        "nomor": "37",
        "tr": "waqawma nuu<u>h</u>in lamm<u>aa</u> ka<u>dzdz</u>abuu <strong>al</strong>rrusula aghraqn<u>aa</u>hum waja'aln<u>aa</u>hum li<strong>l</strong>nn<u>aa</u>si <u>aa</u>yatan wa-a'tadn<u>aa</u> li<strong>l</strong><u>zhzhaa</u>limiina 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَٰلِكَ كَثِيرًا",
        "id": "dan (Kami binasakan) kaum 'Aad dan Tsamud dan penduduk Rass dan banyak (lagi) generasi-generasi di antara kaum-kaum tersebut.",
        "nomor": "38",
        "tr": "wa'<u>aa</u>dan watsamuuda wa-a<u>sh</u>-<u>haa</u>ba <strong>al</strong>rrassi waquruunan bayna <u>dzaa</u>lika katsiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
        "id": "Dan Kami jadikan bagi masing-masing mereka perumpamaan dan masing-masing mereka itu benar benar telah Kami binasakan dengan sehancur-hancurnya.",
        "nomor": "39",
        "tr": "wakullan <u>dh</u>arabn<u>aa</u> lahu <strong>a</strong>l-amts<u>aa</u>la wakullan tabbarn<u>aa</u> tatbiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ ۚ أَفَلَمْ يَكُونُوا يَرَوْنَهَا ۚ بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا",
        "id": "Dan sesungguhnya mereka (kaum musyrik Mekah) telah melalui sebuah negeri (Sadum) yang (dulu) dihujani dengan hujan yang sejelek-jeleknya (hujan batu). Maka apakah mereka tidak menyaksikan runtuhan itu; bahkan adalah mereka itu tidak mengharapkan akan kebangkitan.",
        "nomor": "40",
        "tr": "walaqad ataw 'al<u>aa</u> <strong>a</strong>lqaryati <strong>al</strong>latii um<u>th</u>irat ma<u>th</u>ara <strong>al</strong>ssaw-i afalam yakuunuu yarawnah<u>aa</u> bal k<u>aa</u>nuu l<u>aa</u> yarjuuna nusyuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا",
        "id": "Dan apabila mereka melihat kamu (Muhammad), mereka hanyalah menjadikan kamu sebagai ejekan (dengan mengatakan): \"Inikah orangnya yang di utus Allah sebagai Rasul?.",
        "nomor": "41",
        "tr": "wa-i<u>dzaa</u> ra-awka in yattakhi<u>dz</u>uunaka ill<u>aa</u> huzuwan ah<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii ba'atsa <strong>al</strong>l<u>aa</u>hu rasuul<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
        "id": "Sesungguhnya hampirlah ia menyesatkan kita dari sembahan-sembahan kita, seandainya kita tidak sabar(menyembah)nya\" dan mereka kelak akan mengetahui di saat mereka melihat azab, siapa yang paling sesat jalannya.",
        "nomor": "42",
        "tr": "in k<u>aa</u>da layu<u>dh</u>illun<u>aa</u> 'an <u>aa</u>lihatin<u>aa</u> lawl<u>aa</u> an <u>sh</u>abarn<u>aa</u> 'alayh<u>aa </u>wasawfa ya'lamuuna <u>h</u>iina yarawna <strong>a</strong>l'a<u>dzaa</u>ba man a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا",
        "id": "Terangkanlah kepadaku tentang orang yang menjadikan hawa nafsunya sebagai tuhannya. Maka apakah kamu dapat menjadi pemelihara atasnya?,",
        "nomor": "43",
        "tr": "ara-ayta mani ittakha<u>dz</u>a il<u>aa</u>hahu haw<u>aa</u>hu afa-anta takuunu 'alayhi wakiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
        "id": "atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar atau memahami. Mereka itu tidak lain, hanyalah seperti binatang ternak, bahkan mereka lebih sesat jalannya (dari binatang ternak itu).",
        "nomor": "44",
        "tr": "am ta<u>h</u>sabu anna aktsarahum yasma'uuna aw ya'qiluuna in hum ill<u>aa</u> ka<strong>a</strong>l-an'<u>aa</u>mi bal hum a<u>dh</u>allu sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا",
        "id": "Apakah kamu tidak memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang dan kalau Dia menghendaki niscaya Dia menjadikan tetap bayang-bayang itu, kemudian Kami jadikan matahari sebagai petunjuk atas bayang-bayang itu,",
        "nomor": "45",
        "tr": "alam tara il<u>aa</u> rabbika kayfa madda <strong>al</strong><u>zhzh</u>illa walaw sy<u>aa</u>-a laja'alahu s<u>aa</u>kinan tsumma ja'aln<u>aa</u> <strong>al</strong>sysyamsa 'alayhi daliil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا",
        "id": "kemudian Kami menarik bayang-bayang itu kepada kami dengan tarikan yang perlahan-lahan.",
        "nomor": "46",
        "tr": "tsumma qaba<u>dh</u>n<u>aa</u>hu ilayn<u>aa</u> qab<u>dh</u>an yasiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا",
        "id": "Dialah yang menjadikan untukmu malam (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangun berusaha.",
        "nomor": "47",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>al</strong>layla lib<u>aa</u>san wa<strong>al</strong>nnawma sub<u>aa</u>tan waja'ala <strong>al</strong>nnah<u>aa</u>ra nusyuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۚ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا",
        "id": "Dia lah yang meniupkan angin (sebagai) pembawa kabar gembira dekat sebelum kedatangan rahmat-nya (hujan); dan Kami turunkan dari langit air yang amat bersih,",
        "nomor": "48",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii arsala <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi wa-anzaln<u>aa</u> mina <strong>al</strong>ssam<u>aa</u>-i m<u>aa</u>-an <u>th</u>ahuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا",
        "id": "agar Kami menghidupkan dengan air itu negeri (tanah) yang mati, dan agar Kami memberi minum dengan air itu sebagian besar dari makhluk Kami, binatang-binatang ternak dan manusia yang banyak.",
        "nomor": "49",
        "tr": "linu<u>h</u>yiya bihi baldatan maytan wanusqiyahu mimm<u>aa</u> khalaqn<u>aa</u> an'<u>aa</u>man wa-an<u>aa</u>siyya katsiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
        "id": "Dan sesungguhnya Kami telah mempergilirkan hujan itu diantara manusia supaya mereka mengambil pelajaran (dari padanya); maka kebanyakan manusia itu tidak mau kecuali mengingkari (ni'mat).",
        "nomor": "50",
        "tr": "walaqad <u>sh</u>arrafn<u>aa</u>hu baynahum liya<u>dzdz</u>akkaruu fa-ab<u>aa</u> aktsaru <strong>al</strong>nn<u>aa</u>si ill<u>aa</u> kufuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا",
        "id": "Dan andaikata Kami menghendaki benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan (rasul).",
        "nomor": "51",
        "tr": "walaw syi/n<u>aa</u> laba'atsn<u>aa</u> fii kulli qaryatin na<u>dz</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا",
        "id": "Maka janganlah kamu mengikuti orang-orang kafir, dan berjihadlah terhadap mereka dengan Al Qur'an dengan jihad yang besar.",
        "nomor": "52",
        "tr": "fal<u>aa</u> tu<u>th</u>i'i <strong>a</strong>lk<u>aa</u>firiina waj<u>aa</u>hidhum bihi jih<u>aa</u>dan kabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا",
        "id": "Dan Dialah yang membiarkan dua laut yang mengalir (berdampingan); yang ini tawar lagi segar dan yang lain asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang menghalangi.",
        "nomor": "53",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii maraja <strong>a</strong>lba<u>h</u>rayni h<u>aadzaa</u> 'a<u>dz</u>bun fur<u>aa</u>tun wah<u>aadzaa</u> mil<u>h</u>un uj<u>aa</u>jun waja'ala baynahum<u>aa</u> barzakhan wa<u>h</u>ijran ma<u>h</u>juur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
        "id": "Dan Dia (pula) yang menciptakan manusia dari air lalu dia jadikan manusia itu (punya) keturunan dan mushaharah dan adalah Tuhanmu Maha Kuasa.",
        "nomor": "54",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii khalaqa mina <strong>a</strong>lm<u>aa</u>-i basyaran faja'alahu nasaban wa<u>sh</u>ihran wak<u>aa</u>na rabbuka qadiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا",
        "id": "Dan mereka menyembah selain Allah apa yang tidak memberi manfa'at kepada mereka dan tidak (pula) memberi mudharat kepada mereka. Adalah orang-orang kafir itu penolong (syaitan untuk berbuat durhaka) terhadap Tuhannya.",
        "nomor": "55",
        "tr": "waya'buduuna min duuni <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> yanfa'uhum wal<u>aa</u> ya<u>dh</u>urruhum wak<u>aa</u>na <strong>a</strong>lk<u>aa</u>firu 'al<u>aa</u> rabbihi <u>zh</u>ahiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
        "id": "Dan tidaklah Kami mengutus kamu melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan.",
        "nomor": "56",
        "tr": "wam<u>aa</u> arsaln<u>aa</u>ka ill<u>aa</u> mubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَىٰ رَبِّهِ سَبِيلًا",
        "id": "Katakanlah: \"Aku tidak meminta upah sedikitpun kepada kamu dalam menyampaikan risalah itu, melainkan (mengharapkan kepatuhan) orang-orang yang mau mengambil jalan kepada Tuhan nya.",
        "nomor": "57",
        "tr": "qul m<u>aa</u> as-alukum 'alayhi min ajrin ill<u>aa</u> man sy<u>aa</u>-a an yattakhi<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ ۚ وَكَفَىٰ بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا",
        "id": "Dan bertawakkallah kepada Allah yang hidup (kekal) Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa-dosa hamba-hamba-Nya.",
        "nomor": "58",
        "tr": "watawakkal 'al<u>aa</u> <strong>a</strong>l<u>h</u>ayyi <strong>al</strong>la<u>dz</u>ii l<u>aa</u> yamuutu wasabbi<u>h</u> bi<u>h</u>amdihi wakaf<u>aa</u> bihi bi<u>dz</u>unuubi 'ib<u>aa</u>dihi khabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ الرَّحْمَٰنُ فَاسْأَلْ بِهِ خَبِيرًا",
        "id": "Yang menciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam masa, kemudian dia bersemayam di atas Arsy, (Dialah) Yang Maha Pemurah, maka tanyakanlah (tentang Allah) kepada yang lebih mengetahui (Muhammad) tentang Dia.",
        "nomor": "59",
        "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi <strong>al</strong>rra<u>h</u>m<u>aa</u>nu fa<strong>i</strong>s-al bihi khabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
        "id": "Dan apabila dikatakan kepada mereka: \"Sujudlah kamu sekalian kepada yang Maha Penyayang\", mereka menjawab:\"Siapakah yang Maha Penyayang itu? Apakah kami akan sujud kepada Tuhan Yang kamu perintahkan kami(bersujud kepada-Nya)?\", dan (perintah sujud itu) menambah mereka jauh (dari iman).",
        "nomor": "60",
        "tr": "wa-i<u>dzaa</u> qiila lahumu usjuduu li<strong>l</strong>rra<u>h</u>m<u>aa</u>ni q<u>aa</u>luu wam<u>aa</u> <strong>al</strong>rra<u>h</u>m<u>aa</u>nu anasjudu lim<u>aa</u> ta/murun<u>aa</u> waz<u>aa</u>dahum nufuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا",
        "id": "Maha Suci Allah yang menjadikan di langit gugusan-gugusan bintang dan Dia menjadikan juga padanya matahari dan bulan yang bercahaya.",
        "nomor": "61",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii ja'ala fii <strong>al</strong>ssam<u>aa</u>-i buruujan waja'ala fiih<u>aa</u> sir<u>aa</u>jan waqamaran muniir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
        "id": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau orang yang ingin bersyukur.",
        "nomor": "62",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii ja'ala <strong>al</strong>layla wa<strong>al</strong>nnah<u>aa</u>ra khilfatan liman ar<u>aa</u>da an ya<u>dzdz</u>akkara aw ar<u>aa</u>da syukuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَعِبَادُ الرَّحْمَٰنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا",
        "id": "Dan hamba-hamba Tuhan yang Maha Penyayang itu (ialah) orang-orang yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang jahil menyapa mereka, mereka mengucapkan kata-kata (yang mengandung) keselamatan.",
        "nomor": "63",
        "tr": "wa'ib<u>aa</u>du <strong>al</strong>rra<u>h</u>m<u>aa</u>ni <strong>al</strong>la<u>dz</u>iina yamsyuuna 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i hawnan wa-i<u>dzaa</u> kh<u>aath</u>abahumu <strong>a</strong>lj<u>aa</u>hiluuna q<u>aa</u>luu sal<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا",
        "id": "Dan orang yang melalui malam hari dengan bersujud dan berdiri untuk Tuhan mereka.",
        "nomor": "64",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yabiituuna lirabbihim sujjadan waqiy<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
        "id": "Dan orang-orang yang berkata: \"Ya Tuhan kami, jauhkan azab jahannam dari kami, sesungguhnya azabnya itu adalah kebinasaan yang kekal\".",
        "nomor": "65",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yaquuluuna rabban<u>aa</u> i<u>sh</u>rif 'ann<u>aa</u> 'a<u>dzaa</u>ba jahannama inna 'a<u>dzaa</u>bah<u>aa</u> k<u>aa</u>na ghar<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا",
        "id": "Sesungguhnya jahannam itu seburuk-buruk tempat menetap dan tempat kediaman.",
        "nomor": "66",
        "tr": "nnah<u>aa</u> s<u>aa</u>-at mustaqarran wamuq<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
        "id": "Dan orang-orang yang apabila membelanjakan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, dan adalah (pembelanjaan itu) di tengah-tengah antara yang demikian.",
        "nomor": "67",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> anfaquu lam yusrifuu walam yaqturuu wak<u>aa</u>na bayna <u>dzaa</u>lika qaw<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
        "id": "Dan orang-orang yang tidak menyembah tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, dan tidak berzina, barang siapa yang melakukan yang demikian itu, niscaya dia mendapat (pembalasan) dosa(nya),",
        "nomor": "68",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yad'uuna ma'<u>aa</u> <strong>al</strong>l<u>aa</u>hi il<u>aa</u>han <u>aa</u>khara wal<u>aa</u> yaqtuluuna <strong>al</strong>nnafsa <strong>al</strong>latii <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> yaznuuna waman yaf'al <u>dzaa</u>lika yalqa ats<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا",
        "id": "(yakni) akan dilipat gandakan azab untuknya pada hari kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,",
        "nomor": "69",
        "tr": "yu<u>daa</u>'af lahu <strong>a</strong>l'a<u>dzaa</u>bu yawma <strong>a</strong>lqiy<u>aa</u>mati wayakhlud fiihi muh<u>aa</u>n<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَٰئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "id": "kecuali orang-orang yang bertaubat, beriman dan mengerjakan amal saleh; maka itu kejahatan mereka diganti Allah dengan kebajikan. Dan adalah Allah maha Pengampun lagi Maha Penyayang.",
        "nomor": "70",
        "tr": "ill<u>aa</u> man t<u>aa</u>ba wa<u>aa</u>mana wa'amila 'amalan <u>shaa</u>li<u>h</u>an faul<u>aa</u>-ika yubaddilu <strong>al</strong>l<u>aa</u>hu sayyi-<u>aa</u>tihim <u>h</u>asan<u>aa</u>tin wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا",
        "id": "Dan orang-orang yang bertaubat dan mengerjakan amal saleh, maka sesungguhnya dia bertaubat kepada Allah dengan taubat yang sebenar-benarnya.",
        "nomor": "71",
        "tr": "waman t<u>aa</u>ba wa'amila <u>shaa</u>li<u>h</u>an fa-innahu yatuubu il<u>aa</u> <strong>al</strong>l<u>aa</u>hi mat<u>aa</u>b<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا",
        "id": "Dan orang-orang yang tidak memberikan persaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka lalui (saja) dengan menjaga kehormatan dirinya.",
        "nomor": "72",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yasyhaduuna <strong>al</strong>zzuura wa-i<u>dzaa</u> marruu bi<strong>a</strong>llaghwi marruu kir<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا",
        "id": "Dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidaklah menghadapinya sebagai orang-orang yang tuli dan buta.",
        "nomor": "73",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukkiruu bi-<u>aa</u>y<u>aa</u>ti rabbihim lam yakhirruu 'alayh<u>aa</u> <u>sh</u>umman wa'umy<u>aa</u>n<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
        "id": "Dan orang orang yang berkata: \"Ya Tuhan kami, anugrahkanlah kepada kami isteri-isteri kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami imam bagi orang-orang yang bertakwa.",
        "nomor": "74",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yaquuluuna rabban<u>aa</u> hab lan<u>aa</u> min azw<u>aa</u>jin<u>aa</u> wa<u>dz</u>urriyy<u>aa</u>tin<u>aa</u> qurrata a'yunin wa<strong>i</strong>j'aln<u>aa</u> lilmuttaqiina im<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أُولَٰئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا",
        "id": "Mereka itulah orang yang dibalasi dengan martabat yang tinggi (dalam syurga) karena kesabaran mereka dan mereka disambut dengan penghormatan dan ucapan selamat di dalamnya,",
        "nomor": "75",
        "tr": "ul<u>aa</u>-ika yujzawna <strong>a</strong>lghurfata bim<u>aa</u> <u>sh</u>abaruu wayulaqqawna fiih<u>aa</u> ta<u>h</u>iyyatan wasal<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "خَالِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
        "id": "mereka kekal di dalamnya. Syurga itu sebaik-baik tempat menetap dan tempat kediaman.",
        "nomor": "76",
        "tr": "kh<u>aa</u>lidiina fiih<u>aa</u> <u>h</u>asunat mustaqarran wamuq<u>aa</u>m<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا",
        "id": "Katakanlah (kepada orang-orang musyrik): \"Tuhanku tidak mengindahkan kamu, melainkan kalau ada ibadatmu. (Tetapi bagaimana kamu beribadat kepada-Nya), padahal kamu sungguh telah mendustakan-Nya? karena itu kelak (azab) pasti (menimpamu)\".",
        "nomor": "77",
        "tr": "qul m<u>aa</u> ya'bau bikum rabbii lawl<u>aa</u> du'<u>aa</u>ukum faqad ka<u>dzdz</u>abtum fasawfa yakuunu liz<u>aa</u>m<u>aa</u><strong>n</strong>"
    }
]