[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الم",
        "id": "Alif Laam Miim",
        "nomor": "1",
        "tr": "alif-l<u>aa</u>m-miim"
    },
    {
        "ar": "تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ",
        "id": "Turunnya Al-Quraan yang tidak ada keraguan di dalamnya, (adalah) dari Tuhan semesta alam.",
        "nomor": "2",
        "tr": "tanziilu <strong>a</strong>lkit<u>aa</u>bi l<u>aa</u> rayba fiihi min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "أَمْ يَقُولُونَ افْتَرَاهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
        "id": "Tetapi mengapa mereka (orang kafir) mengatakan: \"Dia Muhammad mengada-adakannya.\" Sebenarnya Al-Quraan itu adalah kebenaran dari Rabbmu, agar kamu memberi peringatan kepada kaum yang belum datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk.",
        "nomor": "3",
        "tr": "am yaquuluuna iftar<u>aa</u>hu bal huwa <strong>a</strong>l<u>h</u>aqqu min rabbika litun<u>dz</u>ira qawman m<u>aa</u> at<u>aa</u>hum min na<u>dz</u>iirin min qablika la'allahum yahtaduun<strong>a</strong>"
    },
    {
        "ar": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
        "id": "Allah lah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arsy. Tidak ada bagi kamu selain dari padaNya seorang penolongpun dan tidak (pula) seorang pemberi syafa'at. Maka",
        "nomor": "4",
        "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi m<u>aa</u> lakum min duunihi min waliyyin wal<u>aa</u> syafii'in afal<u>aa</u> tata<u>dz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ",
        "id": "Dia mengatur urusan dari langit ke bumi, kemudian (urusan) itu naik kepadaNya dalam satu hari yang kadarnya adalah seribu tahun menurut perhitunganmu",
        "nomor": "5",
        "tr": "yudabbiru <strong>a</strong>l-amra mina <strong>al</strong>ssam<u>aa</u>-i il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i tsumma ya'ruju ilayhi fii yawmin k<u>aa</u>na miqd<u>aa</u>ruhu <strong>a</strong>lfa sanatin mimm<u>aa</u> ta'udduun<strong>a</strong>"
    },
    {
        "ar": "ذَٰلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ",
        "id": "Yang demikian itu ialah Tuhan Yang mengetahui yang ghaib dan yang nyata, Yang Maha Perkasa lagi Maha Penyayang.",
        "nomor": "6",
        "tr": "<u>dzaa</u>lika '<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>l'aziizu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
    },
    {
        "ar": "الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ۖ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ",
        "id": "Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya dan Yang memulai penciptaan manusia dari tanah.",
        "nomor": "7",
        "tr": "<strong>al</strong>la<u>dz</u>ii a<u>h</u>sana kulla syay-in khalaqahu wabada-a khalqa <strong>a</strong>l-ins<u>aa</u>ni min <u>th</u>iin<strong>in</strong>"
    },
    {
        "ar": "ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ",
        "id": "Kemudian Dia menjadikan keturunannya dari saripati air yang hina.",
        "nomor": "8",
        "tr": "tsumma ja'ala naslahu min sul<u>aa</u>latin min m<u>aa</u>-in mahiin<strong>in</strong>"
    },
    {
        "ar": "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ ۖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ",
        "id": "Kemudian Dia menyempurnakan dan meniupkan ke dalamnya roh (ciptaan)-Nya dan Dia menjadikan bagi kamu pendengaran, penglihatan dan hati; (tetapi) kamu sedikit sekali bersyukur.",
        "nomor": "9",
        "tr": "tsumma saww<u>aa</u>hu wanafakha fiihi min ruu<u>h</u>ihi waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
    },
    {
        "ar": "وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۚ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ",
        "id": "Dan mereka berkata: \"Apakah bila kami telah lenyap (hancur) dalam tanah, kami benar-benar akan berada dalam ciptaan yang baru?\" Bahkan mereka ingkar akan menemui Tuhannya.",
        "nomor": "10",
        "tr": "waq<u>aa</u>luu a-i<u>dzaa</u> <u>dh</u>al<u>aa</u>ln<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i a-inn<u>aa</u> lafii khalqin jadiidin bal hum biliq<u>aa</u>-i rabbihim k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
        "id": "Katakanlah: \"Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikanmu, kemudian hanya kepada Tuhanmulah kamu akan dikembalikan.\"",
        "nomor": "11",
        "tr": "qul yatawaff<u>aa</u>kum malaku <strong>a</strong>lmawti <strong>al</strong>la<u>dz</u>ii wukkila bikum tsumma il<u>aa</u> rabbikum turja'uun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ",
        "id": "Dan, jika sekiranya kamu melihat mereka ketika orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata): \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), kami akan mengerjakan amal saleh, sesungguhnya kami adalah orang-orang yang yakin.\"",
        "nomor": "12",
        "tr": "walaw tar<u>aa</u> i<u>dz</u>i <strong>a</strong>lmujrimuuna n<u>aa</u>kisuu ruuusihim 'inda rabbihim rabban<u>aa</u> ab<u>sh</u>arn<u>aa</u> wasami'n<u>aa</u> fa-arji'n<u>aa</u> na'mal <u>shaa</u>li<u>h</u>an inn<u>aa</u> muuqinuun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَٰكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
        "id": "Dan kalau Kami menghendaki niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk, akan tetapi telah tetaplah perkataan dari padaKu: \"Sesungguhnya akan Aku penuhi neraka jahannam itu dengan jin dan manusia bersama-sama.\"",
        "nomor": "13",
        "tr": "walaw syi-n<u>aa</u> la<u>aa</u>tayn<u>aa</u> kulla nafsin hud<u>aa</u>h<u>aa</u> wal<u>aa</u>kin <u>h</u>aqqa <strong>a</strong>lqawlu minnii la-amla-anna jahannama mina <strong>a</strong>ljinnati wa<strong>al</strong>nn<u>aa</u>si ajma'iin<strong>a</strong>"
    },
    {
        "ar": "فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا إِنَّا نَسِينَاكُمْ ۖ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "id": "Maka rasailah olehmu (siksa ini) disebabkan kamu melupakan akan pertemuan dengan harimu ini. Sesungguhnya Kami telah melupakan kamu (pula) dan rasakanlah siksa yang kekal, disebabkan apa yang selalu kamu kerjakan.",
        "nomor": "14",
        "tr": "fa<u>dz</u>uuquu bim<u>aa</u> nasiitum liq<u>aa</u>-a yawmikum h<u>aadzaa</u> inn<u>aa</u> nasiin<u>aa</u>kum wa<u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>a</strong>lkhuldi bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
        "id": "Sesungguhnya orang yang benar benar percaya kepada ayat ayat Kami adalah mereka yang apabila diperingatkan dengan ayat ayat itu mereka segera bersujud seraya bertasbih dan memuji Rabbnya, dan lagi pula mereka tidaklah sombong.",
        "nomor": "15",
        "tr": "innam<u>aa</u> yu/minu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> <strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> <u>dz</u>ukkiruu bih<u>aa</u> kharruu sujjadan wasabba<u>h</u>uu bi<u>h</u>amdi rabbihim wahum l<u>aa</u> yastakbiruun<strong>a</strong>"
    },
    {
        "ar": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
        "id": "Lambung mereka jauh dari tempat tidurnya dan mereka selalu berdo'a kepada Rabbnya dengan penuh rasa takut dan harap, serta mereka menafkahkan apa apa rezki yang Kami berikan.",
        "nomor": "16",
        "tr": "tataj<u>aa</u>f<u>aa</u> junuubuhum 'ani <strong>a</strong>lma<u>daa</u>ji'i yad'uuna rabbahum khawfan wa<u>th</u>ama'an wamimm<u>aa</u> razaqn<u>aa</u>hum yunfiquun<strong>a</strong>"
    },
    {
        "ar": "فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
        "id": "Tak seorangpun mengetahui berbagai ni'mat yang menanti, yang indah dipandang sebagai balasan bagi mereka, atas apa yang mereka kerjakan.",
        "nomor": "17",
        "tr": "fal<u>aa</u> ta'lamu nafsun m<u>aa</u> ukhfiya lahum min qurrati a'yunin jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا ۚ لَا يَسْتَوُونَ",
        "id": "Apakah orang-orang beriman itu sama dengan orang-orang yang fasik? Mereka tidak sama.",
        "nomor": "18",
        "tr": "afaman k<u>aa</u>na mu/minan kaman k<u>aa</u>na f<u>aa</u>siqan l<u>aa</u> yastawuun<strong>a</strong>"
    },
    {
        "ar": "أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَىٰ نُزُلًا بِمَا كَانُوا يَعْمَلُونَ",
        "id": "Adapun orang-orang yang beriman dan mengerjakan amal saleh, maka bagi mereka jannah tempat kediaman, sebagai pahala terhadap apa yang mereka kerjakan.",
        "nomor": "19",
        "tr": "amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti falahum jann<u>aa</u>tu <strong>a</strong>lma/w<u>aa</u> nuzulan bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ ۖ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ",
        "id": "Dan adapun orang-orang yang fasik (kafir) maka tempat mereka adalah jahannam. Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan ke dalamnya dan dikatakan kepada mereka: \"Rasakanlah siksa neraka yang dahulu kamu mendustakannya.\"",
        "nomor": "20",
        "tr": "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina fasaquu fama/w<u>aa</u>humu <strong>al</strong>nn<u>aa</u>ru kullam<u>aa</u> ar<u>aa</u>duu an yakhrujuu minh<u>aa</u> u'iiduu fiih<u>aa</u> waqiila lahum <u>dz</u>uuquu 'a<u>dzaa</u>ba <strong>al</strong>nn<u>aa</u>ri <strong>al</strong>la<u>dz</u>ii kuntum bihi tuka<u>dzdz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
        "id": "Dan Sesungguhnya Kami merasakan kepada mereka sebahagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat), mudah-mudahan mereka kembali (ke jalan yang benar).",
        "nomor": "21",
        "tr": "walanu<u>dz</u>iiqannahum mina <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>l-adn<u>aa</u> duuna <strong>a</strong>l'a<u>dzaa</u>bi <strong>a</strong>l-akbari la'allahum yarji'uun<strong>a</strong>"
    },
    {
        "ar": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ",
        "id": "Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian ia berpaling daripadanya? Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa.",
        "nomor": "22",
        "tr": "waman a<u>zh</u>lamu mimman <u>dz</u>ukkira bi-<u>aa</u>y<u>aa</u>ti rabbihi tsumma a'ra<u>dh</u>a 'anh<u>aa</u> inn<u>aa</u> mina <strong>a</strong>lmujrimiina muntaqimuun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ ۖ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ",
        "id": "Dan Sesungguhnya Kami telah berikan kepada Musa Al-Kitab (Taurat), maka janganlah kamu (Muhammad) ragu menerima (Al-Quraan itu) dan Kami jadikan Al-Kitab (Taurat) itu petunjuk bagi Bani Israil.",
        "nomor": "23",
        "tr": "walaqad <u>aa</u>tayn<u>aa</u> muus<u>aa</u> <strong>a</strong>lkit<u>aa</u>ba fal<u>aa</u> takun fii miryatin min liq<u>aa</u>-ihi waja'aln<u>aa</u>hu hudan libanii isr<u>aa</u>-iil<strong>a</strong>"
    },
    {
        "ar": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ",
        "id": "Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami ketika mereka sabar. Dan adalah mereka meyakini ayat-ayat Kami.",
        "nomor": "24",
        "tr": "waja'aln<u>aa</u> minhum a-immatan yahduuna bi-amrin<u>aa</u> lamm<u>aa</u> <u>sh</u>abaruu wak<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yuuqinuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
        "id": "Sesungguhnya Tuhanmu Dialah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya.",
        "nomor": "25",
        "tr": "inna rabbaka huwa yaf<u>sh</u>ilu baynahum yawma <strong>a</strong>lqiy<u>aa</u>mati fiim<u>aa</u> k<u>aa</u>nuu fiihi yakhtalifuun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ ۖ أَفَلَا يَسْمَعُونَ",
        "id": "Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat sebelum mereka yang telah Kami binasakan sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Maka apakah mereka tidak mendengarkan?",
        "nomor": "26",
        "tr": "awa lam yahdi lahum kam ahlakn<u>aa</u> min qablihim mina <strong>a</strong>lquruuni yamsyuuna fii mas<u>aa</u>kinihim inna fii <u>dzaa</u>lika la<u>aa</u>y<u>aa</u>tin afal<u>aa</u> yasma'uun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
        "id": "Dan apakah mereka tidak memperhatikan, bahwasanya Kami menghalau (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan dengan air hujan itu tanaman yang daripadanya makan hewan ternak mereka dan mereka sendiri. Maka apakah mereka tidak memperhatikan?",
        "nomor": "27",
        "tr": "awa lam yaraw ann<u>aa</u> nasuuqu <strong>a</strong>lm<u>aa</u>-a il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i <strong>a</strong>ljuruzi fanukhriju bihi zar'an ta-kulu minhu an'<u>aa</u>muhum wa-anfusuhum afal<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Dan mereka bertanya: \"Bilakah kemenangan itu (datang) jika kamu memang orang-orang yang benar?\"",
        "nomor": "28",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lfat<u>h</u>u in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ",
        "id": "Katakanlah: \"Pada hari kemenangan itu tidak berguna bagi orang-orang kafir, iman mereka dan tidak pula mereka diberi tangguh.\"",
        "nomor": "29",
        "tr": "qul yawma <strong>a</strong>lfat<u>h</u>i l<u>aa</u> yanfa'u <strong>al</strong>la<u>dz</u>iina kafaruu iim<u>aa</u>nuhum wal<u>aa</u> hum yun<u>zh</u>aruun<strong>a</strong>"
    },
    {
        "ar": "فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ",
        "id": "Maka berpalinglah kamu dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu.",
        "nomor": "30",
        "tr": "fa-a'ri<u>dh</u> 'anhum wa<strong>i</strong>nta<u>zh</u>ir innahum munta<u>zh</u>iruun<strong>a</strong>"
    }
]