[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يس",
        "id": "Yaa siin",
        "nomor": "1",
        "tr": "y<u>aa</u>-siin"
    },
    {
        "ar": "وَالْقُرْآنِ الْحَكِيمِ",
        "id": "Demi Al Quraan yang penuh hikmah,",
        "nomor": "2",
        "tr": "wa<strong>a</strong>lqur-<u>aa</u>ni <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
    },
    {
        "ar": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ",
        "id": "Sesungguhnya kamu salah seorang dari rasul-rasul,",
        "nomor": "3",
        "tr": "innaka lamina <strong>a</strong>lmursaliin<strong>a</strong>"
    },
    {
        "ar": "عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "id": "(yang berada) diatas jalan yang lurus,",
        "nomor": "4",
        "tr": "'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
    },
    {
        "ar": "تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ",
        "id": "(sebagai wahyu) yang diturunkan oleh Yang Maha Perkasa lagi Maha Penyayang,",
        "nomor": "5",
        "tr": "tanziila <strong>a</strong>l'aziizi <strong>al</strong>rra<u>h</u>iim<strong>i</strong>"
    },
    {
        "ar": "لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ",
        "id": "Agar kamu memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan, karena itu mereka lalai.",
        "nomor": "6",
        "tr": "litun<u>dz</u>ira qawman m<u>aa</u> un<u>dz</u>ira <u>aa</u>b<u>aa</u>uhum fahum gh<u>aa</u>filuun<strong>a</strong>"
    },
    {
        "ar": "لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
        "id": "Sesungguhnya telah pasti berlaku perkataan (ketentuan Allah) terhadap kebanyakan mereka, kerena mereka tidak beriman.",
        "nomor": "7",
        "tr": "laqad <u>h</u>aqqa <strong>a</strong>lqawlu 'al<u>aa</u> aktsarihim fahum l<u>aa</u> yu/minuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ",
        "id": "Sesungguhnya Kami telah memasang belenggu dileher mereka, lalu tangan mereka (diangkat) ke dagu, maka karena itu mereka tertengadah.",
        "nomor": "8",
        "tr": "inn<u>aa</u> ja'aln<u>aa</u> fii a'n<u>aa</u>qihim aghl<u>aa</u>lan fahiya il<u>aa</u> <strong>a</strong>l-a<u>dz</u>q<u>aa</u>ni fahum muqma<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ",
        "id": "Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding (pula), dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
        "nomor": "9",
        "tr": "waja'aln<u>aa</u> min bayni aydiihim saddan wamin khalfihim saddan fa-aghsyayn<u>aa</u>hum fahum l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
        "id": "Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman.",
        "nomor": "10",
        "tr": "wasaw<u>aa</u>un 'alayhim a-an<u>dz</u>artahum am lam tun<u>dz</u>irhum l<u>aa</u> yu/minuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
        "id": "Sesungguhnya kamu hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pemurah walaupun dia tidak melihatnya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
        "nomor": "11",
        "tr": "innam<u>aa</u> tun<u>dz</u>iru mani ittaba'a <strong>al</strong><u>dzdz</u>ikra wakhasyiya <strong>al</strong>rra<u>h</u>m<u>aa</u>na bi<strong>a</strong>lghaybi fabasysyirhu bimaghfiratin wa-ajrin kariim<strong>in</strong>"
    },
    {
        "ar": "إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ",
        "id": "Sesungguhnya Kami menghidupkan orang-orang mati dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan. Dan segala sesuatu Kami kumpulkan dalam Kitab Induk yang nyata (Lauh Mahfuzh).",
        "nomor": "12",
        "tr": "inn<u>aa</u> na<u>h</u>nu nu<u>h</u>yii <strong>a</strong>lmawt<u>aa</u> wanaktubu m<u>aa</u> qaddamuu wa<u>aa</u>ts<u>aa</u>rahum wakulla syay-in a<u>hs</u>ayn<u>aa</u>hu fii im<u>aa</u>min mubiin<strong>in</strong>"
    },
    {
        "ar": "وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ",
        "id": "Dan buatlah bagi mereka suatu perumpamaan, yaitu penduduk suatu negeri ketika utusan-utusan datang kepada mereka.",
        "nomor": "13",
        "tr": "wa<strong>i</strong><u>dh</u>rib lahum matsalan a<u>sh</u>-<u>haa</u>ba <strong>a</strong>lqaryati i<u>dz</u> j<u>aa</u>-ah<u>aa</u> <strong>a</strong>lmursaluun<strong>a</strong>"
    },
    {
        "ar": "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ",
        "id": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga utusan itu berkata: \"Sesungguhnya kami adalah orang-orang di utus kepadamu\".",
        "nomor": "14",
        "tr": "i<u>dz</u> arsaln<u>aa</u> ilayhimu itsnayni faka<u>dzdz</u>abuuhum<u>aa</u> fa'azzazn<u>aa</u> bits<u>aa</u>litsin faq<u>aa</u>luu inn<u>aa</u> ilaykum mursaluun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَٰنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ",
        "id": "Mereka menjawab: \"Kamu tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatupun, kamu tidak lain hanyalah pendusta belaka\".",
        "nomor": "15",
        "tr": "q<u>aa</u>luu m<u>aa</u> antum ill<u>aa</u> basyarun mitslun<u>aa</u> wam<u>aa</u> anzala <strong>al</strong>rra<u>h</u>m<u>aa</u>nu min syay-in in antum ill<u>aa</u> tak<u>dz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ",
        "id": "Mereka berkata: \"Tuhan kami mengetahui bahwa sesungguhnya kami adalah orang yang diutus kepada kamu\".",
        "nomor": "16",
        "tr": "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>"
    },
    {
        "ar": "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ",
        "id": "Dan kewajiban kami tidak lain hanyalah menyampaikan (perintah Allah) dengan jelas\".",
        "nomor": "17",
        "tr": "q<u>aa</u>luu rabbun<u>aa</u> ya'lamu inn<u>aa</u> ilaykum lamursaluun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ",
        "id": "Mereka menjawab: \"Sesungguhnya kami bernasib malang karena kamu, sesungguhnya jika kamu tidak berhenti (menyeru kami), niscaya kami akan merajam kamu dan kamu pasti akan mendapat siksa yang pedih dari kami\".",
        "nomor": "18",
        "tr": "q<u>aa</u>luu inn<u>aa</u> ta<u>th</u>ayyarn<u>aa</u> bikum la-in lam tantahuu lanarjumannakum walayamassannakum minn<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ أَئِنْ ذُكِّرْتُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
        "id": "Utusan-utusan itu berkata: \"Kemalangan kamu adalah karena kamu sendiri. Apakah jika kamu diberi peringatan (kamu bernasib malang)? Sebenarnya kamu adalah kaum yang melampui batas\".",
        "nomor": "19",
        "tr": "q<u>aa</u>luu <u>th</u><u>aa</u>-irukum ma'akum a-in <u>dz</u>ukkirtum bal antum qawmun musrifuun<strong>a</strong>"
    },
    {
        "ar": "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ",
        "id": "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas-gegas ia berkata: \"Hai kaumku, ikutilah utusan-utusan itu\".",
        "nomor": "20",
        "tr": "waj<u>aa</u>-a min aq<u>shaa</u> <strong>a</strong>lmadiinati rajulun yas'<u>aa</u> q<u>aa</u>la y<u>aa</u> qawmi ittabi'uu <strong>a</strong>lmursaliin<strong>a</strong>"
    },
    {
        "ar": "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ",
        "id": "Ikutilah orang yang tiada minta balasan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
        "nomor": "21",
        "tr": "ittabi'uu man l<u>aa</u> yas-alukum ajran wahum muhtaduun<strong>a</strong>"
    },
    {
        "ar": "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ",
        "id": "Mengapa aku tidak menyembah (Tuhan) yang telah menciptakanku dan yang hanya kepada-Nya-lah kamu (semua) akan dikembalikan?",
        "nomor": "22",
        "tr": "wam<u>aa</u> liya l<u>aa</u> a'budu <strong>al</strong>la<u>dz</u>ii fa<u>th</u>aranii wa-ilayhi turja'uun<strong>a</strong>"
    },
    {
        "ar": "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَٰنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ",
        "id": "Mengapa aku akan menyembah tuhan-tuhan selain Nya jika (Allah) Yang Maha Pemurah menghendaki kemudharatan terhadapku, niscaya syafaat mereka tidak memberi manfaat sedikitpun bagi diriku dan mereka tidak (pula) dapat menyelamatkanku?",
        "nomor": "23",
        "tr": "a-attakhi<u>dz</u>u min duunihi <u>aa</u>lihatan in yuridni <strong>al</strong>rra<u>h</u>m<u>aa</u>nu bi<u>dh</u>urrin l<u>aa </u>tughni 'annii syaf<u>aa</u>'atuhum syay-an wal<u>aa</u> yunqi<u>dz</u>uun<strong>i</strong>"
    },
    {
        "ar": "إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ",
        "id": "Sesungguhnya aku kalau begitu pasti berada dalam kesesatan yang nyata.",
        "nomor": "24",
        "tr": "innii i<u>dz</u>an lafii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
    },
    {
        "ar": "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ",
        "id": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan) ku.",
        "nomor": "25",
        "tr": "innii <u>aa</u>mantu birabbikum fa<strong>i</strong>sma'uun<strong>i</strong>"
    },
    {
        "ar": "قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ",
        "id": "Dikatakan (kepadanya): \"Masuklah ke syurga\". Ia berkata: \"Alangkah baiknya sekiranya kamumku mengetahui.",
        "nomor": "26",
        "tr": "qiila udkhuli <strong>a</strong>ljannata q<u>aa</u>la y<u>aa</u> layta qawmii ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ",
        "id": "Apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang dimuliakan\".",
        "nomor": "27",
        "tr": "bim<u>aa</u> ghafara lii rabbii waja'alanii mina <strong>a</strong>lmukramiin<strong>a</strong>"
    },
    {
        "ar": "وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ",
        "id": "Dan kami tidak menurunkan kepada kaumnya sesudah dia (meninggal) suatu pasukanpun dari langit dan tidak layak Kami menurunkannya.",
        "nomor": "28",
        "tr": "wam<u>aa</u> anzaln<u>aa</u> 'al<u>aa</u> qawmihi min ba'dihi min jundin mina <strong>al</strong>ssam<u>aa</u>-i wam<u>aa</u> kunn<u>aa</u> munziliin<strong>a</strong>"
    },
    {
        "ar": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ",
        "id": "Tidak ada siksaan atas mereka melainkan satu teriakan suara saja; maka tiba-tiba mereka semuanya mati.",
        "nomor": "29",
        "tr": "in k<u>aa</u>nat ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan fa-i<u>dzaa</u> hum kh<u>aa</u>miduun<strong>a</strong>"
    },
    {
        "ar": "يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "id": "Alangkah besarnya penyesalan terhadap hamba-hamba itu, tiada datang seorang rasulpun kepada mereka melainkan mereka selalu memperolok-olokkannya.",
        "nomor": "30",
        "tr": "y<u>aa</u> <u>h</u>asratan 'al<u>aa</u> <strong>a</strong>l'ib<u>aa</u>di m<u>aa</u> ya/tiihim min rasuulin ill<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
    },
    {
        "ar": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
        "id": "Tidakkah mereka mengetahui berapa banyaknya umat-umat sebelum mereka yang telah Kami binasakan, bahwasanya orang-orang (yang telah Kami binasakan) itu tiada kembali kepada mereka.",
        "nomor": "31",
        "tr": "alam yaraw kam ahlakn<u>aa</u> qablahum mina <strong>a</strong>lquruuni annahum ilayhim l<u>aa</u> yarji'uun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ",
        "id": "Dan setiap mereka semuanya akan dikumpulkan lagi kepada Kami.",
        "nomor": "32",
        "tr": "wa-in kullun lamm<u>aa</u> jamii'un ladayn<u>aa</u> mu<u>hd</u>aruun<strong>a</strong>"
    },
    {
        "ar": "وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
        "id": "Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah bumi yang mati. Kami hidupkan bumi itu dan Kami keluarkan dari padanya biji-bijian, maka daripadanya mereka makan.",
        "nomor": "33",
        "tr": "wa<u>aa</u>yatun lahumu <strong>a</strong>l-ar<u>dh</u>u <strong>a</strong>lmaytatu a<u>h</u>yayn<u>aa</u>h<u>aa</u> wa-akhrajn<u>aa</u> minh<u>aa</u> <u>h</u>abban faminhu ya/kuluun<strong>a</strong>"
    },
    {
        "ar": "وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ",
        "id": "Dan Kami jadikan padanya kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,",
        "nomor": "34",
        "tr": "waja'aln<u>aa</u> fiih<u>aa</u> jann<u>aa</u>tin min nakhiilin wa-a'n<u>aa</u>bin wafajjarn<u>aa</u> fiih<u>aa</u> mina <strong>a</strong>l'uyuun<strong>i</strong>"
    },
    {
        "ar": "لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
        "id": "supaya mereka dapat makan dari buahnya, dan dari apa yang diusahakan oleh tangan mereka. Maka mengapakah mereka tidak bersyukur?",
        "nomor": "35",
        "tr": "liya/kuluu min tsamarihi wam<u>aa</u> 'amilat-hu aydiihim afal<u>aa</u> yasykuruun<strong>a</strong>"
    },
    {
        "ar": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
        "id": "Maha Suci Tuhan yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka maupun dari apa yang tidak mereka ketahui.",
        "nomor": "36",
        "tr": "sub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>l-azw<u>aa</u>ja kullah<u>aa</u> mimm<u>aa</u> tunbitu <strong>a</strong>l-ar<u>dh</u>u wamin anfusihim wamimm<u>aa</u> l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ",
        "id": "Dan suatu tanda (kekuasaan Allah yang besar) bagi mereka adalah malam; Kami tanggalkan siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan.",
        "nomor": "37",
        "tr": "wa<u>aa</u>yatun lahumu <strong>al</strong>laylu naslakhu minhu <strong>al</strong>nnah<u>aa</u>ra fa-i<u>dzaa</u> hum mu<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
        "id": "dan matahari berjalan ditempat peredarannya. Demikianlah ketetapan Yang Maha Perkasa lagi Maha Mengetahui.",
        "nomor": "38",
        "tr": "wa<strong>al</strong>sysyamsu tajrii limustaqarrin lah<u>aa</u> <u>dzaa</u>lika taqdiiru <strong>a</strong>l'aziizi <strong>a</strong>l'aliim<strong>i</strong>"
    },
    {
        "ar": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ",
        "id": "Dan telah Kami tetapkan bagi bulan manzilah-manzilah, sehingga (setelah dia sampai ke manzilah yang terakhir) kembalilah dia sebagai bentuk tandan yang tua.",
        "nomor": "39",
        "tr": "wa<strong>a</strong>lqamara qaddarn<u>aa</u>hu man<u>aa</u>zila <u>h</u>att<u>aa</u> '<u>aa</u>da ka<strong>a</strong>l'urjuuni <strong>a</strong>lqadiim<strong>i</strong>"
    },
    {
        "ar": "لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
        "id": "Tidaklah mungkin bagi matahari mendapatkan bulan dan malampun tidak dapat mendahului siang. Dan masing-masing beredar pada garis edarnya.",
        "nomor": "40",
        "tr": "l<u>aa</u> <strong>al</strong>sysyamsu yanbaghii lah<u>aa</u> an tudrika <strong>a</strong>lqamara wal<u>aa</u> <strong>al</strong>laylu s<u>aa</u>biqu <strong>al</strong>nnah<u>aa</u>ri wakullun fii falakin yasba<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ",
        "id": "Dan suatu tanda (kebesaran Allah yang besar) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam bahtera yang penuh muatan.",
        "nomor": "41",
        "tr": "wa<u>aa</u>yatun lahum ann<u>aa</u> <u>h</u>amaln<u>aa</u> <u>dz</u>urriyyatahum fii <strong>a</strong>lfulki <strong>a</strong>lmasy<u>h</u>uun<strong>i</strong>"
    },
    {
        "ar": "وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ",
        "id": "dan Kami ciptakan untuk mereka yang akan mereka kendarai seperti bahtera itu.",
        "nomor": "42",
        "tr": "wakhalaqn<u>aa</u> lahum min mitslihi m<u>aa</u> yarkabuun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ",
        "id": "Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka, maka tiadalah bagi mereka penolong dan tidak pula mereka diselamatkan.",
        "nomor": "43",
        "tr": "wa-in nasya/ nughriqhum fal<u>aa</u> <u>sh</u>ariikha lahum wal<u>aa</u> hum yunqa<u>dz</u>uun<strong>a</strong>"
    },
    {
        "ar": "إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَىٰ حِينٍ",
        "id": "Tetapi (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika.",
        "nomor": "44",
        "tr": "ill<u>aa</u> ra<u>h</u>matan minn<u>aa</u> wamat<u>aa</u>'an il<u>aa</u> <u>h</u>iin<strong>in</strong>"
    },
    {
        "ar": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
        "id": "Dan apabila dikatakan kepada mereka: \"Takutlah kamu akan siksa yang dihadapanmu dan siksa yang akan datang supaya kamu mendapat rahmat\", (niscaya mereka berpaling).",
        "nomor": "45",
        "tr": "wa-i<u>dzaa</u> qiila lahumu ittaquu m<u>aa</u> bayna aydiikum wam<u>aa</u> khalfakum la'allakum tur<u>h</u>amuun<strong>a</strong>"
    },
    {
        "ar": "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
        "id": "Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda tanda kekuasaan Tuhan mereka, melainkan mereka selalu berpaling daripadanya.",
        "nomor": "46",
        "tr": "wam<u>aa</u> ta/tiihim min <u>aa</u>yatin min <u>aa</u>y<u>aa</u>ti rabbihim ill<u>aa</u> k<u>aa</u>nuu 'anh<u>aa</u> mu'ri<u>dh</u>iin<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ",
        "id": "Dan apabila dikatakakan kepada mereka: \"Nafkahkanlah sebahagian dari reski yang diberikan Allah kepadamu\", maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman: \"Apakah kami akan memberi makan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan, tiadalah kamu melainkan dalam kesesatan yang nyata\".",
        "nomor": "47",
        "tr": "wa-i<u>dzaa</u> qiila lahum anfiquu mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu anu<u>th</u>'imu man law yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu a<u>th</u>'amahu in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
    },
    {
        "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Dan mereka berkata: \"Bilakah (terjadinya) janji ini (hari berbangkit) jika kamu adalah orang-orang yang benar?\".",
        "nomor": "48",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
        "id": "Mereka tidak menunggu melainkan satu teriakan saja yang akan membinasakan mereka ketika mereka sedang bertengkar.",
        "nomor": "49",
        "tr": "m<u>aa</u> yan<u>zh</u>uruuna ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan ta/khu<u>dz</u>uhum wahum yakhi<u>shsh</u>imuun<strong>a</strong>"
    },
    {
        "ar": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَىٰ أَهْلِهِمْ يَرْجِعُونَ",
        "id": "lalu mereka tidak kuasa membuat suatu wasiatpun dan tidak (pula) dapat kembali kepada keluarganya.",
        "nomor": "50",
        "tr": "fal<u>aa</u> yasta<u>th</u>ii'uuna taw<u>sh</u>iyatan wal<u>aa</u> il<u>aa</u> ahlihim yarji'uun<strong>a</strong>"
    },
    {
        "ar": "وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنْسِلُونَ",
        "id": "Dan ditiuplah sangkalala, maka tiba-tiba mereka keluar dengan segera dari kuburnya (menuju) kepada Tuhan mereka.",
        "nomor": "51",
        "tr": "wanufikha fii <strong>al</strong><u>shsh</u>uuri fa-i<u>dzaa</u> hum mina <strong>a</strong>l-ajd<u>aa</u>tsi il<u>aa</u> rabbihim yansiluun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ",
        "id": "Mereka berkata: \"Aduhai celakalah kami! Siapakah yang membangkitkan kami dari tempat-tidur kami (kubur)?\". Inilah yang dijanjikan (Tuhan) Yang Maha Pemurah dan benarlah Rasul-rasul(Nya).",
        "nomor": "52",
        "tr": "q<u>aa</u>luu y<u>aa</u> waylan<u>aa</u> man ba'atsan<u>aa</u> min marqadin<u>aa</u> h<u>aadzaa</u> m<u>aa</u> wa'ada <strong>al</strong>rra<u>h</u>m<u>aa</u>nu wa<u>sh</u>adaqa <strong>a</strong>lmursaluun<strong>a</strong>"
    },
    {
        "ar": "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ",
        "id": "Tidak adalah teriakan itu selain sekali teriakan saja, maka tiba-tiba mereka semua dikumpulkan kepada Kami.",
        "nomor": "53",
        "tr": "in k<u>aa</u>nat ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan fa-i<u>dzaa</u> hum jamii'un ladayn<u>aa</u> mu<u>hd</u>aruun<strong>a</strong>"
    },
    {
        "ar": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ",
        "id": "Maka pada hari itu seseorang tidak akan dirugikan sedikitpun dan kamu tidak dibalasi, kecuali dengan apa yang telah kamu kerjakan.",
        "nomor": "54",
        "tr": "fa<strong>a</strong>lyawma l<u>aa</u> tu<u>zh</u>lamu nafsun syay-an wal<u>aa</u> tujzawna ill<u>aa</u> m<u>aa</u> kuntum ta'maluun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ",
        "id": "Sesungguhnya penghuni syurga pada hari itu bersenang-senang dalam kesibukan (mereka).",
        "nomor": "55",
        "tr": "inna a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati <strong>a</strong>lyawma fii syughulin f<u>aa</u>kihuun<strong>a</strong>"
    },
    {
        "ar": "هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ",
        "id": "Mereka dan isteri-isteri mereka berada dalam tempat yang teduh, bertelekan di atas dipan-dipan.",
        "nomor": "56",
        "tr": "hum wa-azw<u>aa</u>juhum fii <u>zh</u>il<u>aa</u>lin 'al<u>aa</u> <strong>a</strong>l-ar<u>aa</u>-iki muttaki-uun<strong>a</strong>"
    },
    {
        "ar": "لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ",
        "id": "Di syurga itu mereka memperoleh buah-buahan dan memperoleh apa yang mereka minta.",
        "nomor": "57",
        "tr": "lahum fiih<u>aa</u> f<u>aa</u>kihatun walahum m<u>aa</u> yadda'uun<strong>a</strong>"
    },
    {
        "ar": "سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ",
        "id": "(Kepada mereka dikatakan): \"Salam\", sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.",
        "nomor": "58",
        "tr": "sal<u>aa</u>mun qawlan min rabbin ra<u>h</u>iim<strong>in</strong>"
    },
    {
        "ar": "وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ",
        "id": "Dan (dikatakan kepada orang-orang kafir): \"Berpisahlah kamu (dari orang-orang mu'min) pada hari ini, hai orang-orang yang berbuat jahat.",
        "nomor": "59",
        "tr": "wa<strong>i</strong>mt<u>aa</u>zuu <strong>a</strong>lyawma ayyuh<u>aa</u> <strong>a</strong>lmujrimuun<strong>a</strong>"
    },
    {
        "ar": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
        "id": "Bukankah Aku telah memerintahkan kepadamu hai Bani Adam supaya kamu tidak menyembah syaitan? Sesungguhnya syaitan itu adalah musuh yang nyata bagi kamu\",",
        "nomor": "60",
        "tr": "alam a'had ilaykum y<u>aa</u> banii <u>aa</u>dama an l<u>aa</u> ta'buduu <strong>al</strong>sysyay<u>th</u><u>aa</u>na innahu lakum 'aduwwun mubiin<strong>un</strong>"
    },
    {
        "ar": "وَأَنِ اعْبُدُونِي ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
        "id": "dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.",
        "nomor": "61",
        "tr": "wa-ani u'buduunii h<u>aadzaa</u> <u>sh</u>ir<u>aath</u>un mustaqiim<strong>un</strong>"
    },
    {
        "ar": "وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا تَعْقِلُونَ",
        "id": "Sesungguhnya syaitan itu telah menyesatkan sebahagian besar diantaramu, Maka apakah kamu tidak memikirkan ?.",
        "nomor": "62",
        "tr": "walaqad a<u>dh</u>alla minkum jibillan katsiiran afalam takuunuu ta'qiluun<strong>a</strong>"
    },
    {
        "ar": "هَٰذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ",
        "id": "Inilah Jahannam yang dahulu kamu diancam (dengannya).",
        "nomor": "63",
        "tr": "h<u>aadz</u>ihi jahannamu <strong>al</strong>latii kuntum tuu'aduun<strong>a</strong>"
    },
    {
        "ar": "اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ",
        "id": "Masuklah ke dalamnya pada hari ini disebabkan kamu dahulu mengingkarinya.",
        "nomor": "64",
        "tr": "i<u>sh</u>lawh<u>aa</u> <strong>a</strong>lyawma bim<u>aa</u> kuntum takfuruun<strong>a</strong>"
    },
    {
        "ar": "الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ",
        "id": "Pada hari ini Kami tutup mulut mereka; dan berkatalah kepada Kami tangan mereka dan memberi kesaksianlah kaki mereka terhadap apa yang dahulu mereka usahakan.",
        "nomor": "65",
        "tr": "alyawma nakhtimu 'al<u>aa</u> afw<u>aa</u>hihim watukallimun<u>aa</u> aydiihim watasyhadu arjuluhum bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّىٰ يُبْصِرُونَ",
        "id": "Dan jikalau Kami menghendaki pastilah Kami hapuskan penglihatan mata mereka; lalu mereka berlomba-lomba (mencari) jalan, Maka betapakah mereka dapat melihat(nya).",
        "nomor": "66",
        "tr": "walaw nasy<u>aa</u>u la<u>th</u>amasn<u>aa</u> 'al<u>aa</u> a'yunihim fa<strong>i</strong>stabaquu <strong>al</strong><u>shsh</u>ir<u>aath</u>a fa-ann<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ",
        "id": "Dan jikalau Kami menghendaki pastilah Kami rubah mereka di tempat mereka berada; maka mereka tidak sanggup berjalan lagi dan tidak (pula) sanggup kembali.",
        "nomor": "67",
        "tr": "walaw nasy<u>aa</u>u lamasakhn<u>aa</u>hum 'al<u>aa</u> mak<u>aa</u>natihim fam<u>aa</u> ista<u>th</u><u>aa</u>'uu mu<u>dh</u>iyyan wal<u>aa</u> yarji'uun<strong>a</strong>"
    },
    {
        "ar": "وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
        "id": "Dan barangsiapa yang Kami panjangkan umurnya niscaya Kami kembalikan dia kepada kejadian(nya). Maka apakah mereka tidak memikirkan?",
        "nomor": "68",
        "tr": "waman nu'ammirhu nunakkis-hu fii <strong>a</strong>lkhalqi afal<u>aa</u> ya'qiluun<strong>a</strong>"
    },
    {
        "ar": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ",
        "id": "Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah layak baginya. Al Quraan itu tidak lain hanyalah pelajaran dan kitab yang memberi penerangan.",
        "nomor": "69",
        "tr": "wam<u>aa</u> 'allamn<u>aa</u>hu <strong>al</strong>sysyi'ra wam<u>aa</u> yanbaghii lahu in huwa ill<u>aa</u> <u>dz</u>ikrun waqur-<u>aa</u>nun mubiin<strong>un</strong>"
    },
    {
        "ar": "لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ",
        "id": "supaya dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan supaya pastilah (ketetapan azab) terhadap orang-orang kafir.",
        "nomor": "70",
        "tr": "liyun<u>dz</u>ira man k<u>aa</u>na <u>h</u>ayyan waya<u>h</u>iqqa <strong>a</strong>lqawlu 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ",
        "id": "Dan apakah mereka tidak melihat bahwa sesungguhnya Kami telah menciptakan binatang ternak untuk mereka yaitu sebahagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami sendiri, lalu mereka menguasainya?",
        "nomor": "71",
        "tr": "awa lam yaraw ann<u>aa</u> khalaqn<u>aa</u> lahum mimm<u>aa</u> 'amilat aydiin<u>aa</u> an'<u>aa</u>man fahum lah<u>aa</u> m<u>aa</u>likuun<strong>a</strong>"
    },
    {
        "ar": "وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
        "id": "Dan Kami tundukkan binatang-binatang itu untuk mereka; maka sebahagiannya menjadi tunggangan mereka dan sebahagiannya mereka makan.",
        "nomor": "72",
        "tr": "wa<u>dz</u>allaln<u>aa</u>h<u>aa</u> lahum faminh<u>aa</u> rakuubuhum waminh<u>aa</u> ya/kuluun<strong>a</strong>"
    },
    {
        "ar": "وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
        "id": "Dan mereka memperoleh padanya manfaat-manfaat dan minuman. Maka mengapakah mereka tidak bersyukur?",
        "nomor": "73",
        "tr": "walahum fiih<u>aa</u> man<u>aa</u>fi'u wamasy<u>aa</u>ribu afal<u>aa</u> yasykuruun<strong>a</strong>"
    },
    {
        "ar": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ",
        "id": "Mereka mengambil sembahan-sembahan selain Allah, agar mereka mendapat pertolongan.",
        "nomor": "74",
        "tr": "wa<strong>i</strong>ttakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi <u>aa</u>lihatan la'allahum yun<u>sh</u>aruun<strong>a</strong>"
    },
    {
        "ar": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ",
        "id": "Berhala-berhala itu tiada dapat menolong mereka; padahal berhala-berhala itu menjadi tentara yang disiapkan untuk menjaga mereka.",
        "nomor": "75",
        "tr": "l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>rahum wahum lahum jundun mu<u>hd</u>aruun<strong>a</strong>"
    },
    {
        "ar": "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
        "id": "Maka janganlah ucapan mereka menyedihkan kamu. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.",
        "nomor": "76",
        "tr": "fal<u>aa</u> ya<u>h</u>zunka qawluhum inn<u>aa</u> na'lamu m<u>aa</u> yusirruuna wam<u>aa</u> yu'linuun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
        "id": "Dan apakah manusia tidak memperhatikan bahwa Kami menciptakannya dari setitik air (mani), maka tiba-tiba ia menjadi penantang yang nyata!",
        "nomor": "77",
        "tr": "awa lam yar<u>aa</u> <strong>a</strong>l-ins<u>aa</u>nu ann<u>aa</u> khalaqn<u>aa</u>hu min nu<u>th</u>fatin fa-i<u>dzaa</u> huwa kha<u>sh</u>iimun mubiin<strong>un</strong>"
    },
    {
        "ar": "وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ",
        "id": "Dan ia membuat perumpamaan bagi Kami; dan dia lupa kepada kejadiannya; ia berkata: \"Siapakah yang dapat menghidupkan tulang belulang, yang telah hancur luluh?\"",
        "nomor": "78",
        "tr": "wa<u>dh</u>araba lan<u>aa</u> matsalan wanasiya khalqahu q<u>aa</u>la man yu<u>h</u>yii <strong>a</strong>l'i<u>zhaa</u>ma wahiya ramiim<strong>un</strong>"
    },
    {
        "ar": "قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
        "id": "Katakanlah: \"Ia akan dihidupkan oleh Tuhan yang menciptakannya kali yang pertama. Dan Dia Maha Mengetahui tentang segala makhluk.",
        "nomor": "79",
        "tr": "qul yu<u>h</u>yiih<u>aa</u> <strong>al</strong>la<u>dz</u>ii ansya-ah<u>aa</u> awwala marratin wahuwa bikulli khalqin 'aliim<strong>un</strong>"
    },
    {
        "ar": "الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ",
        "id": "yaitu Tuhan yang menjadikan untukmu api dari kayu yang hijau, maka tiba-tiba kamu nyalakan (api) dari kayu itu\".",
        "nomor": "80",
        "tr": "<strong>al</strong>la<u>dz</u>ii ja'ala lakum mina <strong>al</strong>sysyajari <strong>a</strong>l-akh<u>dh</u>ari n<u>aa</u>ran fa-i<u>dzaa</u> antum minhu tuuqiduun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ",
        "id": "Dan tidaklah Tuhan yang menciptakan langit dan bumi itu berkuasa menciptakan yang serupa dengan itu? Benar, Dia berkuasa. Dan Dialah Maha Pencipta lagi Maha Mengetahui.",
        "nomor": "81",
        "tr": "awa laysa <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a biq<u>aa</u>dirin 'al<u>aa</u> an yakhluqa mitslahum bal<u>aa</u> wahuwa <strong>a</strong>lkhall<u>aa</u>qu <strong>a</strong>l'aliim<strong>u</strong>"
    },
    {
        "ar": "إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ",
        "id": "Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya: \"Jadilah!\" maka terjadilah ia.",
        "nomor": "82",
        "tr": "innam<u>aa</u> amruhu i<u>dzaa</u> ar<u>aa</u>da syay-an an yaquula lahu kun fayakuun<strong>u</strong>"
    },
    {
        "ar": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ",
        "id": "Maka Maha Suci (Allah) yang di tangan-Nya kekuasaaan atas segala sesuatu dan kepada-Nyalah kamu dikembalikan.",
        "nomor": "83",
        "tr": "fasub<u>haa</u>na <strong>al</strong>la<u>dz</u>ii biyadihi malakuutu kulli syay-in wa-ilayhi turja'uun<strong>a</strong>"
    }
]