[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ",
        "id": "Shaad, demi Al Qur'an yang mempunyai keagungan.",
        "nomor": "1",
        "tr": "<u>shaa</u>d wa<strong>a</strong>lqur-<u>aa</u>ni <u>dz</u>ii <strong>al</strong><u>dzdz</u>ikr<strong>i</strong>"
    },
    {
        "ar": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ",
        "id": "Sebenarnya orang-orang kafir itu (berada) dalam kesombongan dan permusuhan yang sengit.",
        "nomor": "2",
        "tr": "bali <strong>al</strong>la<u>dz</u>iina kafaruu fii 'izzatin wasyiq<u>aa</u>q<strong>in</strong>"
    },
    {
        "ar": "كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ",
        "id": "Betapa banyaknya umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri.",
        "nomor": "3",
        "tr": "kam ahlakn<u>aa</u> min qablihim min qarnin fan<u>aa</u>daw wal<u>aa</u>ta <u>h</u>iina man<u>aas</u><strong>in</strong>"
    },
    {
        "ar": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ ۖ وَقَالَ الْكَافِرُونَ هَٰذَا سَاحِرٌ كَذَّابٌ",
        "id": "Dan mereka heran karena mereka kedatangan seorang pemberi peringatan (rasul) dari kalangan mereka; dan orang-orang kafir berkata: \"Ini adalah seorang ahli sihir yang banyak berdusta\".",
        "nomor": "4",
        "tr": "wa'ajibuu an j<u>aa</u>-ahum mun<u>dz</u>irun minhum waq<u>aa</u>la <strong>a</strong>lk<u>aa</u>firuuna h<u>aatsa </u>s<u>aah</u>irun ka<u>dzdzaa</u>b<strong>un</strong>"
    },
    {
        "ar": "أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ",
        "id": "Mengapa ia menjadikan tuhan-tuhan itu Tuhan Yang Satu saja? Sesungguhnya ini benar-benar suatu hal yang sangat mengherankan.",
        "nomor": "5",
        "tr": "aja'ala <strong>a</strong>l-<u>aa</u>lihata il<u>aa</u>han w<u>aah</u>idan inna h<u>aadzaa</u> lasyay-un 'uj<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَيْءٌ يُرَادُ",
        "id": "Dan pergilah pemimpin-pemimpin mereka (seraya berkata): \"Pergilah kamu dan tetaplah (menyembah) tuhan-tuhanmu, sesungguhnya ini benar-benar suatu hal yang dikehendaki.",
        "nomor": "6",
        "tr": "wa<strong>i</strong>n<u>th</u>alaqa <strong>a</strong>lmalau minhum ani imsyuu wa<strong>i</strong><u>sh</u>biruu 'al<u>aa</u> <u>aa</u>lihatikum inna h<u>aadzaa</u> lasyay-un yur<u>aa</u>d<strong>u</strong>"
    },
    {
        "ar": "مَا سَمِعْنَا بِهَٰذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَٰذَا إِلَّا اخْتِلَاقٌ",
        "id": "Kami tidak pernah mendengar hal ini dalam agama yang terakhir; ini (mengesakan Allah), tidak lain hanyalah (dusta) yang diada-adakan,",
        "nomor": "7",
        "tr": "m<u>aa</u> sami'n<u>aa</u> bih<u>aadzaa</u> fii <strong>a</strong>lmillati <strong>a</strong>l-<u>aa</u>khirati in h<u>aadzaa</u> ill<u>aa</u> ikhtil<u>aa</u>q<strong>un</strong>"
    },
    {
        "ar": "أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا ۚ بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي ۖ بَلْ لَمَّا يَذُوقُوا عَذَابِ",
        "id": "mengapa Al Qur'an itu diturunkan kepadanya di antara kita?\" Sebenarnya mereka ragu-ragu terhadap Al Qur'an-Ku, dan sebenarnya mereka belum merasakan azab-Ku.",
        "nomor": "8",
        "tr": "aunzila 'alayhi <strong>al</strong><u>dzdz</u>ikru min baynin<u>aa</u> bal hum fii syakkin min <u>dz</u>ikrii bal lamm<u>aa</u> ya<u>dz</u>uuquu 'a<u>dzaa</u>b<strong>i</strong>"
    },
    {
        "ar": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ",
        "id": "Atau apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Maha Perkasa lagi Maha Pemberi ?",
        "nomor": "9",
        "tr": "am 'indahum khaz<u>aa</u>-inu ra<u>h</u>mati rabbika <strong>a</strong>l'aziizi <strong>a</strong>lwahh<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِي الْأَسْبَابِ",
        "id": "Atau apakah bagi mereka kerajaan langit dan bumi dan yang ada di antara keduanya? (Jika ada), maka hendaklah mereka menaiki tangga-tangga (ke langit).",
        "nomor": "10",
        "tr": "am lahum mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> falyartaquu fii <strong>a</strong>l-asb<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ",
        "id": "Suatu tentara yang besar yang berada disana dari golongan-golongan yang berserikat, pasti akan dikalahkan.",
        "nomor": "11",
        "tr": "jundun m<u>aa</u> hun<u>aa</u>lika mahzuumun mina <strong>a</strong>l-a<u>h</u>z<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ",
        "id": "Telah mendustakan (rasul-rasul pula) sebelum mereka itu kaum Nuh, 'Aad, Fir'aun yang mempunyai tentara yang banyak,",
        "nomor": "12",
        "tr": "ka<u>dzdz</u>abat qablahum qawmu nuu<u>h</u>in wa'<u>aa</u>dun wafir'awnu <u>dz</u>uu <strong>a</strong>l-awt<u>aa</u>d<strong>i</strong>"
    },
    {
        "ar": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ ۚ أُولَٰئِكَ الْأَحْزَابُ",
        "id": "dan Tsamud, kaum Luth dan penduduk Aikah. Mereka itulah golongan-golongan yang bersekutu (menentang rasul-rasul).",
        "nomor": "13",
        "tr": "watsamuudu waqawmu luu<u>th</u>in wa-a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-aykati ul<u>aa</u>-ika <strong>a</strong>l-a<u>h</u>z<u>aa</u>b<strong>u</strong>"
    },
    {
        "ar": "إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ",
        "id": "Semua mereka itu tidak lain hanyalah mendustakan rasul-rasul, maka pastilah (bagi mereka) azab-Ku.",
        "nomor": "14",
        "tr": "in kullun ill<u>aa</u> ka<u>dzdz</u>aba <strong>al</strong>rrusula fa<u>h</u>aqqa 'iq<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "وَمَا يَنْظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ",
        "id": "Tidaklah yang mereka tunggu melainkan hanya satu teriakan saja yang tidak ada baginya saat berselang.",
        "nomor": "15",
        "tr": "wam<u>aa</u> yan<u>zh</u>uru h<u>aa</u>ul<u>aa</u>-i ill<u>aa</u> <u>sh</u>ay<u>h</u>atan w<u>aah</u>idatan m<u>aa</u> lah<u>aa</u> min faw<u>aa</u>q<strong>in</strong>"
    },
    {
        "ar": "وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
        "id": "Dan mereka berkata: \"Ya Tuhan kami cepatkanlah untuk kami azab yang diperuntukkan bagi kami sebelum hari berhisab\".",
        "nomor": "16",
        "tr": "waq<u>aa</u>luu rabban<u>aa</u> 'ajjil lan<u>aa</u> qi<u>ththh</u>an<u>aa</u> qabla yawmi <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "اصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ ۖ إِنَّهُ أَوَّابٌ",
        "id": "Bersabarlah atas segala apa yang mereka katakan; dan ingatlah hamba Kami Daud yang mempunyai kekuatan; sesungguhnya dia amat taat (kepada Tuhan).",
        "nomor": "17",
        "tr": "i<u>sh</u>bir 'al<u>aa</u> m<u>aa</u> yaquuluuna wa<strong>u</strong><u>dz</u>kur 'abdan<u>aa</u> d<u>aa</u>wuuda <u>dzaa</u> <strong>a</strong>l-aydi innahu aww<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ",
        "id": "Sesungguhnya Kami menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) di waktu petang dan pagi,",
        "nomor": "18",
        "tr": "inn<u>aa</u> sakhkharn<u>aa</u> <strong>a</strong>ljib<u>aa</u>la ma'ahu yusabbi<u>h</u>na bi<strong>a</strong>l'asyiyyi wa<strong>a</strong>l-isyr<u>aa</u>q<strong>i</strong>"
    },
    {
        "ar": "وَالطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَهُ أَوَّابٌ",
        "id": "dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masingnya amat ta'at kepada Allah.",
        "nomor": "19",
        "tr": "wa<strong>al</strong><u>ththh</u>ayra ma<u>h</u>syuuratan kullun lahu aww<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
        "id": "Dan Kami kuatkan kerajaannya dan Kami berikan kepadanya hikmah dan kebijaksanaan dalam menyelesaikan perselisihan.",
        "nomor": "20",
        "tr": "wasyadadn<u>aa</u> mulkahu wa<u>aa</u>tayn<u>aa</u>hu <strong>a</strong>l<u>h</u>ikmata wafa<u>sh</u>la <strong>a</strong>lkhi<u>th</u><u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ",
        "id": "Dan adakah sampai kepadamu berita orang-orang yang berperkara ketika mereka memanjat pagar?",
        "nomor": "21",
        "tr": "wahal at<u>aa</u>ka nabau <strong>a</strong>lkha<u>sh</u>mi i<u>dz</u> tasawwaruu <strong>a</strong>lmi<u>h</u>r<u>aa</u>b<strong>a</strong>"
    },
    {
        "ar": "إِذْ دَخَلُوا عَلَىٰ دَاوُودَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَىٰ سَوَاءِ الصِّرَاطِ",
        "id": "Ketika mereka masuk (menemui) Daud lalu ia terkejut karena kedatangan) mereka. Mereka berkata: \"Janganlah kamu merasa takut; (kami) adalah dua orang yang berperkara yang salah seorang dari kami berbuat zalim kepada yang lain; maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran dan tunjukilah kami ke jalan yang lurus.",
        "nomor": "22",
        "tr": "its dakhaluu 'al<u>aa</u> d<u>aa</u>wuuda fafazi'a minhum q<u>aa</u>luu l<u>aa</u> takhaf kha<u>sh</u>m<u>aa</u>ni bagh<u>aa</u> ba'<u>dh</u>un<u>aa</u> 'al<u>aa</u> ba'<u>dh</u>in fa<strong>u</strong><u>h</u>kum baynan<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> tusy<u>th</u>i<u>th</u> wa<strong>i</strong>hdin<u>aa</u> il<u>aa</u> saw<u>aa</u>-i <strong>al</strong><u>shsh</u>ir<u>aath</u><strong>i</strong>"
    },
    {
        "ar": "إِنَّ هَٰذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ",
        "id": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja. Maka dia berkata : \"Serahkanlah kambingmu itu kepadaku dan dia mengalahkan aku dalam perdebatan\".",
        "nomor": "23",
        "tr": "inna h<u>aadzaa</u> akhii lahu tis'un watis'uuna na'jatan waliya na'jatun w<u>aah</u>idatun faq<u>aa</u>la akfilniih<u>aa</u> wa'azzanii fii <strong>a</strong>lkhi<u>th</u><u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِ ۖ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ ۗ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
        "id": "Daud berkata: \"Sesungguhnya dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya. Dan sesungguhnya kebanyakan dari orang-orang yang berserikat itu sebahagian mereka berbuat zalim kepada sebahagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\". Dan Daud mengetahui bahwa Kami mengujinya; maka ia meminta ampun kepada Tuhannya lalu menyungkur sujud dan bertaubat.",
        "nomor": "24",
        "tr": "q<u>aa</u>la laqad <u>zh</u>alamaka bisu-<u>aa</u>li na'jatika il<u>aa</u> ni'<u>aa</u>jihi wa-inna katsiiran mina <strong>a</strong>lkhula<u>th</u><u>aa</u>-i layabghii ba'<u>dh</u>uhum 'al<u>aa</u> ba'<u>dh</u>in ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti waqaliilun m<u>aa</u> hum wa<u>zh</u>anna d<u>aa</u>wuudu annam<u>aa</u> fatann<u>aa</u>hu fa<strong>i</strong>staghfara rabbahu wakharra r<u>aa</u>ki'an wa-an<u>aa</u>b<strong>a</strong>"
    },
    {
        "ar": "فَغَفَرْنَا لَهُ ذَٰلِكَ ۖ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
        "id": "Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami dan tempat kembali yang baik.",
        "nomor": "25",
        "tr": "faghafarn<u>aa</u> lahu <u>dzaa</u>lika wa-inna lahu 'indan<u>aa</u> lazulf<u>aa</u> wa<u>h</u>usna ma<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ ۚ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ",
        "id": "Hai Daud, sesungguhnya Kami menjadikan kamu khalifah (penguasa) di muka bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu, karena ia akan menyesatkan kamu dari jalan Allah. Sesungguhnya orang-orang yang sesat darin jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.",
        "nomor": "26",
        "tr": "y<u>aa</u> d<u>aa</u>wuudu inn<u>aa</u> ja'aln<u>aa</u>ka khaliifatan fii <strong>a</strong>l-ar<u>dh</u>i fa<strong>u</strong><u>h</u>kum bayna <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>l<u>h</u>aqqi wal<u>aa</u> tattabi'i <strong>a</strong>lhaw<u>aa</u> fayu<u>dh</u>illaka 'an sabiili <strong>al</strong>l<u>aa</u>hi inna <strong>al</strong>la<u>dz</u>iina ya<u>dh</u>illuuna 'an sabiili <strong>al</strong>l<u>aa</u>hi lahum 'a<u>dzaa</u>bun syadiidun bim<u>aa</u> nasuu yawma <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ",
        "id": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada antara keduanya tanpa hikmah. Yang demikian itu adalah anggapan orang-orang kafir, maka celakalah orang-orang kafir itu karena mereka akan masuk neraka.",
        "nomor": "27",
        "tr": "wam<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> b<u>aath</u>ilan <u>dzaa</u>lika <u>zh</u>annu <strong>al</strong>la<u>dz</u>iina kafaruu fawaylun lilla<u>dz</u>iina kafaruu mina <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ",
        "id": "Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah (pula) Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat ma'siat?",
        "nomor": "28",
        "tr": "am naj'alu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti ka<strong>a</strong>lmufsidiina fii <strong>a</strong>l-ar<u>dh</u>i am naj'alu <strong>a</strong>lmuttaqiina ka<strong>a</strong>lfujj<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ",
        "id": "Ini adalah sebuah kitab yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan ayat-ayatnya dan supaya mendapat pelajaran orang-orang yang mempunyai fikiran.",
        "nomor": "29",
        "tr": "kit<u>aa</u>bun anzaln<u>aa</u>hu ilayka mub<u>aa</u>rakun liyaddabbaruu <u>aa</u>y<u>aa</u>tihi waliyata<u>dz</u>akkara uluu <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
        "id": "Dan Kami karuniakan kepada Daud, Sulaiman, dia adalah sebaik-baik hamba. Sesungguhnya dia amat ta'at (kepada Tuhannya),",
        "nomor": "30",
        "tr": "wawahabn<u>aa</u> lid<u>aa</u>wuuda sulaym<u>aa</u>na ni'ma <strong>a</strong>l'abdu innahu aww<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ",
        "id": "(ingatlah) ketika dipertunjukkan kepadanya kuda-kuda yang tenang di waktu berhenti dan cepat waktu berlari pada waktu sore,",
        "nomor": "31",
        "tr": "i<u>dz</u> 'uri<u>dh</u>a 'alayhi bi<strong>a</strong>l'asyiyyi <strong>al</strong><u>shshaa</u>fin<u>aa</u>tu <strong>a</strong>ljiy<u>aa</u>d<strong>u</strong>"
    },
    {
        "ar": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ",
        "id": "maka ia berkata: \"Sesungguhnya aku menyukai kesenangan terhadap barang yang baik (kuda) sehingga aku lalai mengingat Tuhanku sampai kuda itu hilang dari pandangan\".",
        "nomor": "32",
        "tr": "faq<u>aa</u>la innii a<u>h</u>babtu <u>h</u>ubba <strong>a</strong>lkhayri 'an <u>dz</u>ikri rabbii <u>h</u>att<u>aa</u> taw<u>aa</u>rat bi<strong>a</strong>l<u>h</u>ij<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "رُدُّوهَا عَلَيَّ ۖ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ",
        "id": "\"Bawalah kuda-kuda itu kembali kepadaku\". Lalu ia potong kaki dan leher kuda itu.",
        "nomor": "33",
        "tr": "rudduuh<u>aa</u> 'alayya fa<u>th</u>afiqa mas<u>h</u>an bi<strong>al</strong>ssuuqi wa<strong>a</strong>l-a'n<u>aa</u>q<strong>i</strong>"
    },
    {
        "ar": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ",
        "id": "Dan sesungguhnya Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian ia bertaubat.",
        "nomor": "34",
        "tr": "walaqad fatann<u>aa</u> sulaym<u>aa</u>na wa-alqayn<u>aa</u> 'al<u>aa</u> kursiyyihi jasadan tsumma an<u>aa</u>b<strong>a</strong>"
    },
    {
        "ar": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ۖ إِنَّكَ أَنْتَ الْوَهَّابُ",
        "id": "Ia berkata: \"Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh seorang juapun sesudahku, sesungguhnya Engkaulah Yang Maha Pemberi\".",
        "nomor": "35",
        "tr": "q<u>aa</u>la rabbi ighfir lii wahab lii mulkan l<u>aa</u> yanbaghii li-a<u>h</u>adin min ba'dii innaka anta <strong>a</strong>lwahh<u>aa</u>b<strong>u</strong>"
    },
    {
        "ar": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ",
        "id": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut ke mana saja yang dikehendakinya,",
        "nomor": "36",
        "tr": "fasakhkharn<u>aa</u> lahu <strong>al</strong>rrii<u>h</u>a tajrii bi-amrihi rukh<u>aa</u>-an <u>h</u>aytsu a<u>shaa</u>b<strong>a</strong>"
    },
    {
        "ar": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ",
        "id": "dan (Kami tundukkan pula kepadanya) syaitan-syaitan semuanya ahli bangunan dan penyelam,",
        "nomor": "37",
        "tr": "wa<strong>al</strong>sysyay<u>aath</u>iina kulla bann<u>aa</u>-in waghaww<u>aas</u><strong>in</strong>"
    },
    {
        "ar": "وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ",
        "id": "dan syaitan yang lain yang terikat dalam belenggu.",
        "nomor": "38",
        "tr": "wa<u>aa</u>khariina muqarraniina fii <strong>a</strong>l-a<u>sh</u>f<u>aa</u>d<strong>i</strong>"
    },
    {
        "ar": "هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
        "id": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) dengan tiada pertanggungan jawab.",
        "nomor": "39",
        "tr": "h<u>aadzaa</u> 'a<u>th</u><u>aa</u>un<u>aa</u> fa<strong>u</strong>mnun aw amsik bighayri <u>h</u>is<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ",
        "id": "Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
        "nomor": "40",
        "tr": "wa-inna lahu 'indan<u>aa</u> lazulf<u>aa</u> wa<u>h</u>usna ma<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ",
        "id": "Dan ingatlah akan hamba Kami Ayyub ketika ia menyeru Tuhan-nya: \"Sesungguhnya aku diganggu syaitan dengan kepayahan dan siksaan\".",
        "nomor": "41",
        "tr": "wa<strong>u</strong><u>dz</u>kur 'abdan<u>aa</u> ayyuuba i<u>dz</u> n<u>aa</u>d<u>aa</u> rabbahu annii massaniya <strong>al</strong>sysyay<u>th</u><u>aa</u>nu binu<u>sh</u>bin wa'a<u>dzaa</u>b<strong>in</strong>"
    },
    {
        "ar": "ارْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ",
        "id": "(Allah berfirman): \"Hantamkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum\".",
        "nomor": "42",
        "tr": "urku<u>dh</u> birijlika h<u>aadzaa</u> mughtasalun b<u>aa</u>ridun wasyar<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
        "id": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan (Kami tambahkan) kepada mereka sebanyak mereka pula sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang mempunyai fikiran.",
        "nomor": "43",
        "tr": "wawahabn<u>aa</u> lahu ahlahu wamitslahum ma'ahum ra<u>h</u>matan minn<u>aa </u>wa<u>dz</u>ikr<u>aa</u> li-ulii <strong>a</strong>l-alb<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَاهُ صَابِرًا ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ",
        "id": "Dan ambillah dengan tanganmu seikat (rumput), maka pukullah dengan itu dan janganlah kamu melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sesungguhnya dia amat ta'at (kepada Tuhan-nya).",
        "nomor": "44",
        "tr": "wakhu<u>dz</u> biyadika <u>dh</u>ightsan fa<strong>i</strong><u>dh</u>rib bihi wal<u>aa</u> ta<u>h</u>nats inn<u>aa</u> wajadn<u>aa</u>hu <u>shaa</u>biran ni'ma <strong>a</strong>l'abdu innahu aww<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ",
        "id": "Dan ingatlah hamba-hamba Kami: Ibrahim, Ishaq dan Ya'qub yang mempunyai perbuatan-perbuatan yang besar dan ilmu-ilmu yang tinggi.",
        "nomor": "45",
        "tr": "wa<strong>u</strong><u>dz</u>kur 'ib<u>aa</u>dan<u>aa</u> ibr<u>aa</u>hiima wa-is<u>haa</u>qa waya'quuba ulii <strong>a</strong>l-aydii wa<strong>a</strong>l-ab<u>shaa</u>r<strong>i</strong>"
    },
    {
        "ar": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ",
        "id": "Sesungguhnya Kami telah mensucikan mereka dengan (menganugerahkan kepada mereka) akhlak yang tinggi yaitu selalu mengingatkan (manusia) kepada negeri akhirat.",
        "nomor": "46",
        "tr": "inn<u>aa</u> akhla<u>sh</u>n<u>aa</u>hum bikh<u>aa</u>li<u>sh</u>atin <u>dz</u>ikr<u>aa</u> <strong>al</strong>dd<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ",
        "id": "Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan yang paling baik.",
        "nomor": "47",
        "tr": "wa-innahum 'indan<u>aa</u> lamina <strong>a</strong>lmu<u>sth</u>afayna <strong>a</strong>l-akhy<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۖ وَكُلٌّ مِنَ الْأَخْيَارِ",
        "id": "Dan ingatlah akan Ismail, Ilyasa' dan Zulkifli. Semuanya termasuk orang-orang yang paling baik.",
        "nomor": "48",
        "tr": "wa<strong>u</strong><u>dz</u>kur ism<u>aa</u>'iila wa-ilyasa'a wa<u>dzaa</u> <strong>a</strong>lkifli wakullun mina <strong>a</strong>l-akhy<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "هَٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ",
        "id": "Ini adalah kehormatan (bagi mereka). Dan sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik,",
        "nomor": "49",
        "tr": "h<u>aadzaa</u> <u>dz</u>ikrun wa-inna lilmuttaqiina la<u>h</u>usna ma<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ",
        "id": "(yaitu) syurga 'Adn yang pintu-pintunya terbuka bagi mereka,",
        "nomor": "50",
        "tr": "jann<u>aa</u>ti 'adnin mufatta<u>h</u>atan lahumu <strong>a</strong>l-abw<u>aa</u>b<strong>u</strong>"
    },
    {
        "ar": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
        "id": "di dalamnya mereka bertelekan (diatas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman di surga itu.",
        "nomor": "51",
        "tr": "muttaki-iina fiih<u>aa</u> yad'uuna fiih<u>aa</u> bif<u>aa</u>kihatin katsiiratin wasyar<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ",
        "id": "Dan pada sisi mereka (ada bidadari-bidadari) yang tidak liar pandangannya dan sebaya umurnya.",
        "nomor": "52",
        "tr": "wa'indahum q<u>aas</u>ir<u>aa</u>tu <strong>al</strong><u>ththh</u>arfi atr<u>aa</u>b<strong>un</strong>"
    },
    {
        "ar": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ",
        "id": "Inilah apa yang dijanjikan kepadamu pada hari berhisab.",
        "nomor": "53",
        "tr": "h<u>aadzaa</u> m<u>aa</u> tuu'aduuna liyawmi <strong>a</strong>l<u>h</u>is<u>aa</u>b<strong>i</strong>"
    },
    {
        "ar": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ",
        "id": "Sesungguhnya ini adalah benar-benar rezki dari Kami yang tiada habis-habisnya.",
        "nomor": "54",
        "tr": "inna h<u>aadzaa</u> larizqun<u>aa</u> m<u>aa</u> lahu min naf<u>aa</u>d<strong>in</strong>"
    },
    {
        "ar": "هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ",
        "id": "Beginilah (keadaan mereka). Dan sesungguhnya bagi orang-orang yang durhaka benar-benar (disediakan) tempat kembali yang buruk,",
        "nomor": "55",
        "tr": "h<u>aadzaa</u> wa-inna li<strong>l</strong><u>ththaa</u>ghiina lasyarra ma<u>aa</u>b<strong>in</strong>"
    },
    {
        "ar": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ",
        "id": "(yaitu) neraka Jahannam, yang mereka masuk ke dalamnya; maka amat buruklah Jahannam itu sebagai tempat tinggal.",
        "nomor": "56",
        "tr": "jahannama ya<u>sh</u>lawnah<u>aa</u> fabi/sa <strong>a</strong>lmih<u>aa</u>d<strong>u</strong>"
    },
    {
        "ar": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
        "id": "Inilah (azab neraka), biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin.",
        "nomor": "57",
        "tr": "h<u>aadzaa</u> falya<u>dz</u>uuquuhu <u>h</u>amiimun waghass<u>aa</u>q<strong>un</strong>"
    },
    {
        "ar": "وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ",
        "id": "Dan azab yang lain yang serupa itu berbagai macam.",
        "nomor": "58",
        "tr": "wa<u>aa</u>kharu min syaklihi azw<u>aa</u>j<strong>un</strong>"
    },
    {
        "ar": "هَٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ",
        "id": "(Dikatakan kepada mereka): \"Ini adalah suatu rombongan (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka)\". (Berkata pemimpin-pemimpin mereka yang durhaka): \"Tiadalah ucapan selamat datang kepada mereka karena sesungguhnya mereka akan masuk neraka\".",
        "nomor": "59",
        "tr": "h<u>aadzaa</u> fawjun muqta<u>h</u>imun ma'akum l<u>aa</u> mar<u>h</u>aban bihim innahum <u>shaa</u>luu <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ ۖ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ الْقَرَارُ",
        "id": "Pengikut-pengikut mereka menjawab: \"Sebenarnya kamulah. Tiada ucapan selamat datang bagimu, karena kamulah yang menjerumuskan kami ke dalam azab, maka amat buruklah Jahannam itu sebagai tempat menetap\".",
        "nomor": "60",
        "tr": "q<u>aa</u>luu bal antum l<u>aa</u> mar<u>h</u>aban bikum antum qaddamtumuuhu lan<u>aa</u> fabi/sa <strong>a</strong>lqar<u>aa</u>r<strong>u</strong>"
    },
    {
        "ar": "قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ",
        "id": "Mereka berkata (lagi): \"Ya Tuhan kami; barang siapa yang menjerumuskan kami ke dalam azab ini maka tambahkanlah azab kepadanya dengan berlipat ganda di dalam neraka\".",
        "nomor": "61",
        "tr": "q<u>aa</u>luu rabban<u>aa</u> man qaddama lan<u>aa</u> h<u>aadzaa</u> fazidhu 'a<u>dzaa</u>ban <u>dh</u>i'fan fii <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ",
        "id": "Dan (orang-orang durhaka) berkata: \"Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina).",
        "nomor": "62",
        "tr": "waq<u>aa</u>luu m<u>aa</u> lan<u>aa</u> l<u>aa</u> nar<u>aa</u> rij<u>aa</u>lan kunn<u>aa</u> na'udduhum mina <strong>a</strong>l-asyr<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ",
        "id": "Apakah kami dahulu menjadikan mereka olok-olokan, ataukah karena mata kami tidak melihat mereka?\"",
        "nomor": "63",
        "tr": "attakha<u>dz</u>n<u>aa</u>hum sikhriyyan am z<u>aa</u>ghat 'anhumu <strong>a</strong>l-ab<u>shaa</u>r<strong>u</strong>"
    },
    {
        "ar": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ",
        "id": "Sesungguhnya yang demikian itu pasti terjadi, (yaitu) pertengkaran penghuni neraka.",
        "nomor": "64",
        "tr": "inna <u>dzaa</u>lika la<u>h</u>aqqun takh<u>aas</u>umu ahli <strong>al</strong>nn<u>aa</u>r<strong>i</strong>"
    },
    {
        "ar": "قُلْ إِنَّمَا أَنَا مُنْذِرٌ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ",
        "id": "Katakanlah (ya Muhammad): \"Sesungguhnya aku hanya seorang pemberi peringatan, dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa dan Maha Mengalahkan.",
        "nomor": "65",
        "tr": "qul innam<u>aa</u> an<u>aa</u> mun<u>dz</u>irun wam<u>aa</u> min il<u>aa</u>hin ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lw<u>aah</u>idu <strong>a</strong>lqahh<u>aa</u>r<strong>u</strong>"
    },
    {
        "ar": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ",
        "id": "Tuhan langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa lagi Maha Pengampun.",
        "nomor": "66",
        "tr": "rabbu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> baynahum<u>aa</u> <strong>a</strong>l'aziizu <strong>a</strong>lghaff<u>aa</u>r<strong>u</strong>"
    },
    {
        "ar": "قُلْ هُوَ نَبَأٌ عَظِيمٌ",
        "id": "Katakanlah: \"Berita itu adalah berita yang besar,",
        "nomor": "67",
        "tr": "qul huwa nabaun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "أَنْتُمْ عَنْهُ مُعْرِضُونَ",
        "id": "yang kamu berpaling daripadanya.",
        "nomor": "68",
        "tr": "antum 'anhu mu'ri<u>dh</u>uun<strong>a</strong>"
    },
    {
        "ar": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَىٰ إِذْ يَخْتَصِمُونَ",
        "id": "Aku tiada mempunyai pengetahuan sedikitpun tentang al mala'ul a'la (malaikat) itu ketika mereka berbantah-bantahan.",
        "nomor": "69",
        "tr": "m<u>aa</u> k<u>aa</u>na liya min 'ilmin bi<strong>a</strong>lmala-i <strong>a</strong>l-a'l<u>aa</u> i<u>dz</u> yakhta<u>sh</u>imuun<strong>a</strong>"
    },
    {
        "ar": "إِنْ يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
        "id": "Tidak diwahyukan kepadaku, melainkan bahwa sesungguhnya aku hanyalah seorang pemberi peringatan yang nyata\".",
        "nomor": "70",
        "tr": "in yuu<u>haa</u> ilayya ill<u>aa</u> annam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
    },
    {
        "ar": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ",
        "id": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat: \"Sesungguhnya Aku akan menciptakan manusia dari tanah\".",
        "nomor": "71",
        "tr": "i<u>dz</u> q<u>aa</u>la rabbuka lilmal<u>aa</u>-ikati innii kh<u>aa</u>liqun basyaran min <u>th</u>iin<strong>in</strong>"
    },
    {
        "ar": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ",
        "id": "Maka apabila telah Kusempurnakan kejadiannya dan Kutiupkan kepadanya roh (ciptaan)Ku; maka hendaklah kamu tersungkur dengan bersujud kepadanya\".",
        "nomor": "72",
        "tr": "fa-i<u>dzaa</u> sawwaytuhu wanafakhtu fiihi min ruu<u>h</u>ii faqa'uu lahu s<u>aa</u>jidiin<strong>a</strong>"
    },
    {
        "ar": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
        "id": "Lalu seluruh malaikat-malaikat itu bersujud semuanya,",
        "nomor": "73",
        "tr": "fasajada <strong>a</strong>lmal<u>aa</u>-ikatu kulluhum ajma'uun<strong>a</strong>"
    },
    {
        "ar": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
        "id": "kecuali iblis; dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir.",
        "nomor": "74",
        "tr": "ill<u>aa</u> ibliisa istakbara wak<u>aa</u>na mina <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ",
        "id": "Allah berfirman: \"Hai iblis, apakah yang menghalangi kamu sujud kepada yang telah Ku-ciptakan dengan kedua tangan-Ku. Apakah kamu menyombongkan diri ataukah kamu (merasa) termasuk orang-orang yang (lebih) tinggi?\".",
        "nomor": "75",
        "tr": "q<u>aa</u>la y<u>aa</u> ibliisu m<u>aa</u> mana'aka an tasjuda lim<u>aa</u> khalaqtu biyadayya astakbarta am kunta mina <strong>a</strong>l'<u>aa</u>liin<strong>a</strong>"
    },
    {
        "ar": "قَالَ أَنَا خَيْرٌ مِنْهُ ۖ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ",
        "id": "Iblis berkata: \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah\".",
        "nomor": "76",
        "tr": "q<u>aa</u>la an<u>aa</u> khayrun minhu khalaqtanii min n<u>aa</u>rin wakhalaqtahu min <u>th</u>iin<strong>in</strong>"
    },
    {
        "ar": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
        "id": "Allah berfirman: \"Maka keluarlah kamu dari surga; sesungguhnya kamu adalah orang yang terkutuk,",
        "nomor": "77",
        "tr": "q<u>aa</u>la fa<strong>u</strong>khruj minh<u>aa</u> fa-innaka rajiim<strong>un</strong>"
    },
    {
        "ar": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَىٰ يَوْمِ الدِّينِ",
        "id": "Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\".",
        "nomor": "78",
        "tr": "wa-inna 'alayka la'natii il<u>aa</u> yawmi <strong>al</strong>ddiin<strong>i</strong>"
    },
    {
        "ar": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
        "id": "Iblis berkata: \"Ya Tuhanku, beri tangguhlah aku sampai hari mereka dibangkitkan\".",
        "nomor": "79",
        "tr": "q<u>aa</u>la rabbi fa-an<u>zh</u>irnii il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
    },
    {
        "ar": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ",
        "id": "Allah berfirman: \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh,",
        "nomor": "80",
        "tr": "q<u>aa</u>la fa-innaka mina <strong>a</strong>lmun<u>zh</u>ariin<strong>a</strong>"
    },
    {
        "ar": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
        "id": "sampai kepada hari yang telah ditentukan waktunya (hari Kiamat)\".",
        "nomor": "81",
        "tr": "il<u>aa</u> yawmi <strong>a</strong>lwaqti <strong>a</strong>lma'luum<strong>i</strong>"
    },
    {
        "ar": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
        "id": "Iblis menjawab: \"Demi kekuasaan Engkau aku akan menyesatkan mereka semuanya,",
        "nomor": "82",
        "tr": "q<u>aa</u>la fabi'izzatika laughwiyannahum ajma'iin<strong>a</strong>"
    },
    {
        "ar": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
        "id": "kecuali hamba-hamba-Mu yang mukhlis di antara mereka",
        "nomor": "83",
        "tr": "ill<u>aa</u> 'ib<u>aa</u>daka minhumu <strong>a</strong>lmukhla<u>sh</u>iin<strong>a</strong>"
    },
    {
        "ar": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ",
        "id": "Allah berfirman: \"Maka yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Ku-katakan\".",
        "nomor": "84",
        "tr": "q<u>aa</u>la fa<strong>a</strong>l<u>h</u>aqqu wa<strong>a</strong>l<u>h</u>aqqa aquul<strong>u</strong>"
    },
    {
        "ar": "لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
        "id": "Sesungguhnya Aku pasti akan memenuhi neraka Jahannam dengan jenis kamu dan dengan orang-orang yang mengikuti kamu di antara mereka kesemuanya.",
        "nomor": "85",
        "tr": "la-amla-anna jahannama minka wamimman tabi'aka minhum ajma'iin<strong>a</strong>"
    },
    {
        "ar": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ",
        "id": "Katakanlah (hai Muhammad): \"Aku tidak meminta upah sedikitpun padamu atas da'wahku dan bukanlah aku termasuk orang-orang yang mengada-adakan.",
        "nomor": "86",
        "tr": "qul m<u>aa</u> as-alukum 'alayhi min ajrin wam<u>aa</u> an<u>aa</u> mina <strong>a</strong>lmutakallifiin<strong>a</strong>"
    },
    {
        "ar": "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
        "id": "Al Qur'an ini tidak lain hanyalah peringatan bagi semesta alam.",
        "nomor": "87",
        "tr": "in huwa ill<u>aa</u> <u>dz</u>ikrun lil'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ",
        "id": "Dan sesungguhnya kamu akan mengetahui (kebenaran) berita Al Qur'an setelah beberapa waktu lagi",
        "nomor": "88",
        "tr": "walata'lamunna naba-ahu ba'da <u>h</u>iin<strong>in</strong>"
    }
]