[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ حم",
        "id": "Haa Miim.",
        "nomor": "1",
        "tr": "<u>haa</u>-miim"
    },
    {
        "ar": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
        "id": "Diturunkan Kitab ini dari Allah Yang Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "2",
        "tr": "tanziilu <strong>a</strong>lkit<u>aa</u>bi mina <strong>al</strong>l<u>aa</u>hi <strong>a</strong>l'aziizi <strong>a</strong>l<u>h</u>akiim<strong>i</strong>"
    },
    {
        "ar": "مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۚ وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ",
        "id": "Kami tiada menciptakan langit dan bumi dan apa yang ada antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan orang-orang yang kafir berpaling dari apa yang diperingatkan kepada mereka.",
        "nomor": "3",
        "tr": "m<u>aa</u> khalaqn<u>aa</u> <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a wam<u>aa</u> baynahum<u>aa</u> ill<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wa-ajalin musamman wa<strong>a</strong>lla<u>dz</u>iina kafaruu 'amm<u>aa</u> un<u>dz</u>iruu mu'ri<u>dh</u>uun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ۖ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Katakanlah: \"Terangkanlah kepadaku tentang apa yang kamu sembah selain Allah; perlihatkan kepada-Ku apakah yang telah mereka ciptakan dari bumi ini atau adakah mereka berserikat (dengan Allah) dalam (penciptaan) langit? Bawalah kepada-Ku Kitab yang sebelum (Al Qur'an) ini atau peninggalan dari pengetahuan (orang-orang dahulu), jika kamu adalah orang-orang yang benar\"",
        "nomor": "4",
        "tr": "qul ara-aytum m<u>aa</u> tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi aruunii m<u>aatsaa</u> khalaquu mina <strong>a</strong>l-ar<u>dh</u>i am lahum syirkun fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti iituunii bikit<u>aa</u>bin min qabli h<u>aadzaa</u> aw ats<u>aa</u>ratin min 'ilmin in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ",
        "id": "Dan siapakah yang lebih sesat daripada orang yang menyembah sembahan-sembahan selain Allah yang tiada dapat memperkenankan (do'a) nya sampai hari kiamat dan mereka lalai dari (memperhatikan) do'a mereka?",
        "nomor": "5",
        "tr": "waman a<u>dh</u>allu mimman yad'uu min duuni <strong>al</strong>l<u>aa</u>hi man l<u>aa</u> yastajiibu lahu il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati wahum 'an du'<u>aa</u>-ihim gh<u>aa</u>filuun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ",
        "id": "Dan apabila manusia dikumpulkan (pada hari kiamat) niscaya sembahan-sembahan itu menjadi musuh mereka dan mengingkari pemujaan-pemujaan mereka.",
        "nomor": "6",
        "tr": "wa-i<u>dzaa</u> <u>h</u>usyira <strong>al</strong>nn<u>aa</u>su k<u>aa</u>nuu lahum a'd<u>aa</u>-an wak<u>aa</u>nuu bi'ib<u>aa</u>datihim k<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَٰذَا سِحْرٌ مُبِينٌ",
        "id": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang menjelaskan, berkatalah orang-orang yang mengingkari kebenaran ketika kebenaran itu datang kepada mereka: \"Ini adalah sihir yang nyata\".",
        "nomor": "7",
        "tr": "wa-i<u>dzaa</u> tutl<u>aa</u> 'alayhim <u>aa</u>y<u>aa</u>tun<u>aa</u> bayyin<u>aa</u>tin q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lil<u>h</u>aqqi lamm<u>aa</u> j<u>aa</u>-ahum h<u>aadzaa</u> si<u>h</u>run mubiin<strong>un</strong>"
    },
    {
        "ar": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ وَهُوَ الْغَفُورُ الرَّحِيمُ",
        "id": "Bahkan mereka mengatakan: \"Dia (Muhammad) telah mengada-adakannya (Al Qur'an)\". Katakanlah: \"Jika aku mengada-adakannya, maka kamu tiada mempunyai kuasa sedikitpun mempertahankan aku dari (azab) Allah itu. Dia lebih mengetahui apa-apa yang kamu percakapkan tentang Al Qur'an itu. Cukuplah Dia menjadi saksi antaraku dan antaramu dan Dia-lah Yang Maha Pengampun lagi Maha Penyayang\".",
        "nomor": "8",
        "tr": "am yaquuluuna iftar<u>aa</u>hu qul ini iftaraytuhu fal<u>aa</u> tamlikuuna lii mina <strong>al</strong>l<u>aa</u>hi syay-an huwa a'lamu bim<u>aa</u> tufii<u>dh</u>uuna fiihi kaf<u>aa</u> bihi syahiidan baynii wabaynakum wahuwa <strong>a</strong>lghafuuru <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
    },
    {
        "ar": "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ",
        "id": "Katakanlah: \"Aku bukanlah rasul yang pertama di antara rasul-rasul dan aku tidak mengetahui apa yang akan diperbuat terhadapku dan tidak (pula) terhadapmu. Aku tidak lain hanyalah mengikuti apa yang diwahyukan kepadaku dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan\".",
        "nomor": "9",
        "tr": "qul m<u>aa</u> kuntu bid'an mina <strong>al</strong>rrusuli wam<u>aa</u> adrii m<u>aa</u> yuf'alu bii wal<u>aa</u> bikum in attabi'u ill<u>aa</u> m<u>aa</u> yuu<u>haa</u> ilayya wam<u>aa</u> an<u>aa</u> ill<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
    },
    {
        "ar": "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "id": "Katakanlah: \"Terangkanlah kepadaku, bagaimanakah pendapatmu jika Al Qur'an itu datang dari sisi Allah, padahal kamu mengingkarinya dan seorang saksi dari Bani Israil mengakui (kebenaran) yang serupa dengan (yang tersebut dalam) Al Qur'an lalu dia beriman, sedang kamu menyombongkan diri. Sesungguhnya Allah tiada memberi petunjuk kepada orang-orang yang zalim\".",
        "nomor": "10",
        "tr": "qul ara-aytum in k<u>aa</u>na min 'indi <strong>al</strong>l<u>aa</u>hi wakafartum bihi wasyahida sy<u>aa</u>hidun min banii isr<u>aa</u>-iila 'al<u>aa</u> mitslihi fa<u>aa</u>mana wa<strong>i</strong>stakbartum inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ",
        "id": "Dan orang-orang kafir berkata kepada orang-orang yang beriman: \"Kalau sekiranya di (Al Qur'an) adalah suatu yang baik, tentulah mereka tiada mendahului kami (beriman) kepadanya. Dan karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata: \"Ini adalah dusta yang lama\".",
        "nomor": "11",
        "tr": "waq<u>aa</u>la <strong>al</strong>la<u>dz</u>iina kafaruu lilla<u>dz</u>iina <u>aa</u>manuu law k<u>aa</u>na khayran m<u>aa</u> sabaquun<u>aa</u> ilayhi wa-i<u>dz</u> lam yahtaduu bihi fasayaquuluuna h<u>aadzaa</u> ifkun qadiim<strong>un</strong>"
    },
    {
        "ar": "وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ وَهَٰذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ",
        "id": "Dan sebelum Al Qur'an itu telah ada kitab Musa sebagai petunjuk dan rahmat. Dan ini (Al Qur'an) adalah kitab yang membenarkannya dalam bahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang yang berbuat baik.",
        "nomor": "12",
        "tr": "wamin qablihi kit<u>aa</u>bu muus<u>aa</u> im<u>aa</u>man wara<u>h</u>matan wah<u>aadzaa</u> kit<u>aa</u>bun mu<u>sh</u>addiqun lis<u>aa</u>nan 'arabiyyan liyun<u>dz</u>ira <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu wabusyr<u>aa</u> lilmu<u>h</u>siniin<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "id": "Sesungguhnya orang-orang yang mengatakan: \"Tuhan kami ialah Allah\", kemudian mereka tetap istiqamah maka tidak ada kekhawatiran terhadap mereka dan mereka tiada (pula) berduka cita.",
        "nomor": "13",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina q<u>aa</u>luu rabbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu tsumma istaq<u>aa</u>muu fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
    },
    {
        "ar": "أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
        "id": "Mereka itulah penghuni-penghuni surga, mereka kekal di dalamnya; sebagai balasan atas apa yang telah mereka kerjakan.",
        "nomor": "14",
        "tr": "ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati kh<u>aa</u>lidiina fiih<u>aa</u> jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ۖ إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
        "id": "Kami perintahkan kepada manusia supaya berbuat baik kepada dua orang ibu bapaknya, ibunya mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Mengandungnya sampai menyapihnya adalah tiga puluh bulan, sehingga apabila dia telah dewasa dan umurnya sampai empat puluh tahun ia berdo'a: \"Ya Tuhanku, tunjukilah aku untuk mensyukuri ni'mat Engkau yang telah Engkau berikan kepadaku dan kepada ibu bapakku dan supaya aku dapat berbuat amal yang saleh yang Engkau ridhai; berilah kebaikan kepadaku dengan (memberi kebaikan) kepada anak cucuku. Sesungguhnya aku bertaubat kepada Engkau dan sesungguhnya aku termasuk orang-orang yang berserah diri\".",
        "nomor": "15",
        "tr": "wawa<u>shsh</u>ayn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na biw<u>aa</u>lidayhi i<u>h</u>s<u>aa</u>nan <u>h</u>amalat-hu ummuhu kurhan wawa<u>dh</u>a'at-hu kurhan wa<u>h</u>amluhu wafi<u>shaa</u>luhu tsal<u>aa</u>tsuuna syahran <u>h</u>att<u>aa</u> i<u>dzaa</u> balagha asyuddahu wabalagha arba'iina sanatan q<u>aa</u>la rabbi awzi'nii an asykura ni'mataka <strong>al</strong>latii an'amta 'alayya wa'al<u>aa</u> w<u>aa</u>lidayya wa-an a'mala <u>shaa</u>li<u>h</u>an tar<u>daa</u>hu wa-a<u>sh</u>li<u>h</u> lii fii <u>dz</u>urriyyatii innii tubtu ilayka wa-innii mina <strong>a</strong>lmuslimiin<strong>a</strong>"
    },
    {
        "ar": "أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ",
        "id": "Mereka itulah orang-orang yang Kami terima dari mereka amal yang baik yang telah mereka kerjakan dan Kami ampuni kesalahan-kesalahan mereka, bersama penghuni-penghuni surga, sebagai janji yang benar yang telah dijanjikan kepada mereka.",
        "nomor": "16",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina nataqabbalu 'anhum a<u>h</u>sana m<u>aa</u> 'amiluu wanataj<u>aa</u>wazu 'an sayyi-<u>aa</u>tihim fii a<u>sh</u>-<u>haa</u>bi <strong>a</strong>ljannati wa'da <strong>al</strong><u>shsh</u>idqi <strong>al</strong>la<u>dz</u>ii k<u>aa</u>nuu yuu'aduun<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
        "id": "Dan orang yang berkata kepada dua orang ibu bapaknya: \"Cis bagi kamu keduanya, apakah kamu keduanya memperingatkan kepadaku bahwa aku akan dibangkitkan, padahal sungguh telah berlalu beberapa umat sebelumku? lalu kedua ibu bapaknya itu memohon pertolongan kepada Allah seraya mengatakan: \"Celaka kamu, berimanlah! Sesungguhnya janji Allah adalah benar\". Lalu dia berkata: \"Ini tidak lain hanyalah dongengan orang-orang dahulu belaka\".",
        "nomor": "17",
        "tr": "wa<strong>a</strong>lla<u>dz</u>ii q<u>aa</u>la liw<u>aa</u>lidayhi uffin lakum<u>aa</u> ata'id<u>aa</u>ninii an ukhraja waqad khalati <strong>a</strong>lquruunu min qablii wahum<u>aa</u> yastaghiits<u>aa</u>ni <strong>al</strong>l<u>aa</u>ha waylaka <u>aa</u>min inna wa'da <strong>al</strong>l<u>aa</u>hi <u>h</u>aqqun fayaquulu m<u>aa</u> h<u>aadzaa</u> ill<u>aa</u> as<u>aath</u>iiru <strong>a</strong>l-awwaliin<strong>a</strong>"
    },
    {
        "ar": "أُولَٰئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
        "id": "Mereka itulah orang-orang yang telah pasti ketetapan (azab) atas mereka bersama umat-umat yang telah berlalu sebelum mereka dari jin dan manusia. Sesungguhnya mereka adalah orang-orang yang merugi.",
        "nomor": "18",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>h</u>aqqa 'alayhimu <strong>a</strong>lqawlu fii umamin qad khalat min qablihim mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi innahum k<u>aa</u>nuu kh<u>aa</u>siriin<strong>a</strong>"
    },
    {
        "ar": "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ۖ وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ",
        "id": "Dan bagi masing-masing mereka derajat menurut apa yang telah mereka kerjakan dan agar Allah mencukupkan bagi mereka (balasan) pekerjaan-pekerjaan mereka sedang mereka tiada dirugikan.",
        "nomor": "19",
        "tr": "walikullin daraj<u>aa</u>tun mimm<u>aa</u> 'amiluu waliyuwaffiyahum a'm<u>aa</u>lahum wahum l<u>aa</u> yu<u>zh</u>lamuun<strong>a</strong>"
    },
    {
        "ar": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ",
        "id": "Dan (ingatlah) hari (ketika) orang-orang kafir dihadapkan ke neraka (kepada mereka dikatakan): \"Kamu telah menghabiskan rezkimu yang baik dalam kehidupan duniawimu (saja) dan kamu telah bersenang-senang dengannya; maka pada hari ini kamu dibalasi dengan azab yang menghinakan karena kamu telah menyombongkan diri di muka bumi tanpa hak dan karena kamu telah fasik\".",
        "nomor": "20",
        "tr": "wayawma yu'ra<u>dh</u>u <strong>al</strong>la<u>dz</u>iina kafaruu 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>ri a<u>dz</u>habtum <u>th</u>ayyib<u>aa</u>tikum fii <u>h</u>ay<u>aa</u>tikumu <strong>al</strong>dduny<u>aa</u> wa<strong>i</strong>stamta'tum bih<u>aa</u> fa<strong>a</strong>lyawma tujzawna 'a<u>dzaa</u>ba <strong>a</strong>lhuuni bim<u>aa</u> kuntum tastakbiruuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi wabim<u>aa</u> kuntum tafsuquun<strong>a</strong>"
    },
    {
        "ar": "وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "id": "Dan ingatlah (Hud) saudara kaum 'Aad yaitu ketika dia memberi peringatan kepada kaumnya di Al Ahqaaf dan sesungguhnya telah terdahulu beberapa orang pemberi peringatan sebelumnya dan sesudahnya (dengan mengatakan): \"Janganlah kamu menyembah selain Allah, sesungguhnya aku khawatir kamu akan ditimpa azab hari yang besar\".",
        "nomor": "21",
        "tr": "wa<strong>u</strong><u>dz</u>kur akh<u>aa</u> '<u>aa</u>din i<u>dz</u> an<u>dz</u>ara qawmahu bi<strong>a</strong>l-a<u>h</u>q<u>aa</u>fi waqad khalati <strong>al</strong>nnu<u>dz</u>uru min bayni yadayhi wamin khalfihi <strong>al</strong>l<u>aa</u> ta'buduu ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>"
    },
    {
        "ar": "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
        "id": "Mereka menjawab: \"Apakah kamu datang kepada kami untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka datangkanlah kepada kami azab yang telah kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar\".",
        "nomor": "22",
        "tr": "q<u>aa</u>luu aji/tan<u>aa</u> lita/fikan<u>aa</u> 'an <u>aa</u>lihatin<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
        "id": "Ia berkata: \"Sesungguhnya pengetahuan (tentang itu) hanya pada sisi Allah dan aku (hanya) menyampaikan kepadamu apa yang aku diutus dengan membawanya tetapi aku lihat kamu adalah kaum yang bodoh\".",
        "nomor": "23",
        "tr": "q<u>aa</u>la innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wauballighukum m<u>aa</u> ursiltu bihi wal<u>aa</u>kinnii ar<u>aa</u>kum qawman tajhaluun<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُمْطِرُنَا ۚ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
        "id": "Maka tatkala mereka melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, berkatalah mereka: \"Inilah awan yang akan menurunkan hujan kepada kami\". (Bukan!) bahkan itulah azab yang kamu minta supaya datang dengan segera (yaitu) angin yang mengandung azab yang pedih,",
        "nomor": "24",
        "tr": "falamm<u>aa</u> ra-awhu '<u>aa</u>ri<u>dh</u>an mustaqbila awdiyatihim q<u>aa</u>luu h<u>aadzaa</u> '<u>aa</u>ri<u>dh</u>un mum<u>th</u>irun<u>aa</u> bal huwa m<u>aa</u> ista'jaltum bihi rii<u>h</u>un fiih<u>aa</u> 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
        "id": "yang menghancurkan segala sesuatu dengan perintah Tuhannya, maka jadilah mereka tidak ada yang kelihatan lagi kecuali (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa.",
        "nomor": "25",
        "tr": "tudammiru kulla syay-in bi-amri rabbih<u>aa</u> fa-a<u>sh</u>ba<u>h</u>uu l<u>aa</u> yur<u>aa</u> ill<u>aa</u> mas<u>aa</u>kinuhum ka<u>dzaa</u>lika najzii <strong>a</strong>lqawma <strong>a</strong>lmujrimiin<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
        "id": "Dan sesungguhnya Kami telah meneguhkan kedudukan mereka dalam hal-hal yang Kami belum pernah meneguhkan kedudukanmu dalam hal itu dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit juapun bagi mereka, karena mereka selalu mengingkari ayat-ayat Allah dan mereka telah diliputi oleh siksa yang dahulu selalu mereka memperolok-olokkannya.",
        "nomor": "26",
        "tr": "walaqad makkann<u>aa</u>hum fiim<u>aa</u> in makkann<u>aa</u>kum fiihi waja'aln<u>aa</u> lahum sam'an wa-ab<u>shaa</u>ran wa-af-idatan fam<u>aa</u> aghn<u>aa</u> 'anhum sam'uhum wal<u>aa</u> ab<u>shaa</u>ruhum wal<u>aa</u> af-idatuhum min syay-in i<u>dz</u> k<u>aa</u>nuu yaj<u>h</u>aduuna bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi wa<u>haa</u>qa bihim m<u>aa</u> k<u>aa</u>nuu bihi yastahzi-uun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
        "id": "Dan sesungguhnya Kami telah membinasakan negeri-negeri di sekitarmu dan Kami telah mendatangkan tanda-tanda kebesaran Kami berulang-ulang supaya mereka kembali (bertaubat).",
        "nomor": "27",
        "tr": "walaqad ahlakn<u>aa</u> m<u>aa</u> <u>h</u>awlakum mina <strong>a</strong>lqur<u>aa</u> wa<u>sh</u>arrafn<u>aa</u> <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti la'allahum yarji'uun<strong>a</strong>"
    },
    {
        "ar": "فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ",
        "id": "Maka mengapa yang mereka sembah selain Allah sebagai Tuhan untuk mendekatkan diri (kepada Allah) tidak dapat menolong mereka. Bahkan tuhan-tuhan itu telah lenyap dari mereka? Itulah akibat kebohongan mereka dan apa yang dahulu mereka ada-adakan.",
        "nomor": "28",
        "tr": "falawl<u>aa</u> na<u>sh</u>arahumu <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi qurb<u>aa</u>nan <u>aa</u>lihatan bal <u>dh</u>alluu 'anhum wa<u>dzaa</u>lika ifkuhum wam<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ",
        "id": "Dan (ingatlah) ketika Kami hadapkan serombongan jin kepadamu yang mendengarkan Al Qur'an, maka tatkala mereka menghadiri pembacaan (nya) lalu mereka berkata: \"Diamlah kamu (untuk mendengarkannya)\". Ketika pembacaan telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan.",
        "nomor": "29",
        "tr": "wa-i<u>dz</u> <u>sh</u>arafn<u>aa</u> ilayka nafaran mina <strong>a</strong>ljinni yastami'uuna <strong>a</strong>lqur-<u>aa</u>na falamm<u>aa</u> <u>h</u>a<u>dh</u>aruuhu q<u>aa</u>luu an<u>sh</u>ituu falamm<u>aa</u> qu<u>dh</u>iya wallaw il<u>aa</u> qawmihim mun<u>dz</u>iriin<strong>a</strong>"
    },
    {
        "ar": "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ",
        "id": "Mereka berkata: \"Hai kaum kami, sesungguhnya kami telah mendengarkan kitab (Al Qur'an) yang telah diturunkan sesudah Musa yang membenarkan kitab-kitab yang sebelumnya lagi memimpin kepada kebenaran dan kepada jalan yang lurus.",
        "nomor": "30",
        "tr": "q<u>aa</u>luu y<u>aa</u> qawman<u>aa</u> inn<u>aa</u> sami'n<u>aa</u> kit<u>aa</u>ban unzila min ba'di muus<u>aa</u> mu<u>sh</u>addiqan lim<u>aa</u> bayna yadayhi yahdii il<u>aa</u> <strong>a</strong>l<u>h</u>aqqi wa-il<u>aa</u> <u>th</u>ariiqin mustaqiim<strong>in</strong>"
    },
    {
        "ar": "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ",
        "id": "Hai kaum kami, terimalah (seruan) orang yang menyeru kepada Allah dan berimanlah kepada-Nya, niscaya Allah akan mengampuni dosa-dosa kamu dan melepaskan kamu dari azab yang pedih.",
        "nomor": "31",
        "tr": "y<u>aa</u> qawman<u>aa</u> ajiibuu d<u>aa</u>'iya <strong>al</strong>l<u>aa</u>hi wa<u>aa</u>minuu bihi yaghfir lakum min <u>dz</u>unuubikum wayujirkum min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
    },
    {
        "ar": "وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
        "id": "Dan orang yang tidak menerima (seruan) orang yang menyeru kepada Allah maka dia tidak akan melepaskan diri dari azab Allah di muka bumi dan tidak ada baginya pelindung selain Allah. Mereka itu dalam kesesatan yang nyata\".",
        "nomor": "32",
        "tr": "waman l<u>aa</u> yujib d<u>aa</u>'iya <strong>al</strong>l<u>aa</u>hi falaysa bimu'jizin fii <strong>a</strong>l-ar<u>dh</u>i walaysa lahu min duunihi awliy<u>aa</u>-a ul<u>aa</u>-ika fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
    },
    {
        "ar": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id": "Dan apakah mereka tidak memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, kuasa menghidupkan orang-orang mati? Ya (bahkan) sesungguhnya Dia Maha Kuasa atas segala sesuatu.",
        "nomor": "33",
        "tr": "awa lam yaraw anna <strong>al</strong>l<u>aa</u>ha <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a walam ya'ya bikhalqihinna biq<u>aa</u>dirin 'al<u>aa</u> an yu<u>h</u>yiya <strong>a</strong>lmawt<u>aa</u> bal<u>aa</u> innahu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
    },
    {
        "ar": "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ قَالُوا بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
        "id": "Dan (ingatlah) hari (ketika) orang-orang kafir dihadapkan kepada neraka, (dikatakan kepada mereka): \"Bukankah (azab) ini benar?\" Mereka menjawab: \"Ya benar, demi Tuhan kami\". Allah berfirman \"Maka rasakanlah azab ini disebabkan kamu selalu ingkar\".",
        "nomor": "34",
        "tr": "wayawma yu'ra<u>dh</u>u <strong>al</strong>la<u>dz</u>iina kafaruu 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>ri alaysa h<u>aadzaa</u> bi<strong>a</strong>l<u>h</u>aqqi q<u>aa</u>luu bal<u>aa</u> warabbin<u>aa</u> q<u>aa</u>la fa<u>dz</u>uuquu al'a<u>dzaa</u>ba bim<u>aa</u> kuntum takfuruun<strong>a</strong>"
    },
    {
        "ar": "فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ بَلَاغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ",
        "id": "Maka bersabarlah kamu seperti orang-orang yang mempunyai keteguhan hati dari rasul-rasul telah bersabar dan janganlah kamu meminta disegerakan (azab) bagi mereka. Pada hari mereka melihat azab yang diancamkan kepada mereka (merasa) seolah-olah tidak tinggal (di dunia) melainkan sesaat pada siang hari. (Inilah) suatu pelajaran yang cukup, maka tidak dibinasakan melainkan kaum yang fasik.",
        "nomor": "35",
        "tr": "fa<strong>i</strong><u>sh</u>bir kam<u>aa</u> <u>sh</u>abara uluu <strong>a</strong>l'azmi mina <strong>al</strong>rrusuli wal<u>aa</u> tasta'jil lahum ka-annahum yawma yarawna m<u>aa</u> yuu'aduuna lam yalbatsuu ill<u>aa</u> s<u>aa</u>'atan min nah<u>aa</u>rin bal<u>aa</u>ghun fahal yuhlaku ill<u>aa</u> <strong>a</strong>lqawmu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
    }
]