[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
        "id": "Orang-orang yang kafir dan menghalangi (manusia) dari jalan Allah, Allah menyesatkan perbuatan-perbuatan mereka.",
        "nomor": "1",
        "tr": "<strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi a<u>dh</u>alla a'm<u>aa</u>lahum"
    },
    {
        "ar": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
        "id": "Dan orang-orang mu'min dan beramal soleh serta beriman kepada apa yang diturunkan kepada Muhammad dan itulah yang haq dari Tuhan mereka, Allah menghapuskan kesalahan-kesalahan mereka dan memperbaiki keadaan mereka.",
        "nomor": "2",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti wa<u>aa</u>manuu bim<u>aa</u> nuzzila 'al<u>aa</u> mu<u>h</u>ammadin wahuwa <strong>a</strong>l<u>h</u>aqqu min rabbihim kaffara 'anhum sayyi-<u>aa</u>tihim wa-a<u>sh</u>la<u>h</u>a b<u>aa</u>lahum"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
        "id": "Yang demikian adalah karena sesungguhnya orang-orang kafir mengikuti yang bathil dan sesungguhnya orang-orang mu'min mengikuti yang haq dari Tuhan mereka. Demikianlah Allah membuat untuk manusia perbandingan-perbandingan bagi mereka.",
        "nomor": "3",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>la<u>dz</u>iina kafaruu ittaba'uu <strong>a</strong>lb<u>aath</u>ila wa-anna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaba'uu <strong>a</strong>l<u>h</u>aqqa min rabbihim ka<u>dzaa</u>lika ya<u>dh</u>ribu <strong>al</strong>l<u>aa</u>hu li<strong>l</strong>nn<u>aa</u>si amts<u>aa</u>lahum"
    },
    {
        "ar": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَٰكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ",
        "id": "Apabila kamu bertemu dengan orang-orang kafir (di medan perang) maka pancunglah batang leher mereka. Sehingga apabila kamu telah mengalahkan mereka maka tawanlah mereka dan sesudah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang berakhir. Demikianlah apabila Allah menghendaki niscaya Allah akan membinasakan mereka tetapi Allah hendak menguji sebahagian kamu dengan sebahagian yang lain. Dan orang-orang yang syahid pada jalan Allah, Allah tidak akan menyia-nyiakan amal mereka.",
        "nomor": "4",
        "tr": "fa-i<u>dzaa</u> laqiitumu <strong>al</strong>la<u>dz</u>iina kafaruu fa<u>dh</u>arba <strong>al</strong>rriq<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> atskhantumuuhum fasyudduu <strong>a</strong>lwats<u>aa</u>qa fa-imm<u>aa</u> mannan ba'du wa-imm<u>aa</u> fid<u>aa</u>-an <u>h</u>att<u>aa</u> ta<u>dh</u>a'a <strong>a</strong>l<u>h</u>arbu awz<u>aa</u>rah<u>aa</u> <u>dzaa</u>lika walaw yasy<u>aa</u>u <strong>al</strong>l<u>aa</u>hu la<strong>i</strong>nta<u>sh</u>ara minhum wal<u>aa</u>kin liyabluwa ba'<u>dh</u>akum biba'<u>dh</u>in wa<strong>a</strong>lla<u>dz</u>iina qutiluu fii sabiili <strong>al</strong>l<u>aa</u>hi falan yu<u>dh</u>illa a'm<u>aa</u>lahum sayahdiihim wayu<u>sh</u>li<u>h</u>u b<u>aa</u>lahum"
    },
    {
        "ar": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
        "id": "Allah akan memberi pimpinan kepada mereka dan memperbaiki keadaan mereka,",
        "nomor": "5",
        "tr": "sayahd<u>i</u>him wa yu<u>sh</u>li<u>h</u>u b<u>aa</u> lahum"
    },
    {
        "ar": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ",
        "id": "dan memasukkan mereka ke dalam jannah yang telah diperkenankanNya kepada mereka.",
        "nomor": "6",
        "tr": "wayudkhiluhumu <strong>a</strong>ljannata 'arrafah<u>aa</u> lahum"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
        "id": "Hai orang-orang mu'min, jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.",
        "nomor": "7",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in tan<u>sh</u>uruu <strong>al</strong>l<u>aa</u>ha yan<u>sh</u>urkum wayutsabbit aqd<u>aa</u>makum"
    },
    {
        "ar": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
        "id": "Dan orang-orang yang kafir, maka kecelakaanlah bagi mereka dan Allah menyesatkan amal-amal mereka.",
        "nomor": "8",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu fata'san lahum wa-a<u>dh</u>alla a'm<u>aa</u>lahum"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "id": "Yang demikian itu adalah karena Sesungguhnya mereka benci kepada apa yang diturunkan Allah (Al Quraan) lalu Allah menghapuskan (pahala-pahala) amal-amal mereka.",
        "nomor": "9",
        "tr": "<u>dzaa</u>lika bi-annahum karihuu m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum"
    },
    {
        "ar": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا",
        "id": "Maka apakah mereka tidak mengadakan perjalanan di muka bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka dan orang-orang kafir akan menerima (akibat-akibat) seperti itu.",
        "nomor": "10",
        "tr": "afalam yasiiruu fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>al</strong>la<u>dz</u>iina min qablihim dammara <strong>al</strong>l<u>aa</u>hu 'alayhim walilk<u>aa</u>firiina amts<u>aa</u>luh<u>aa</u>"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ",
        "id": "Yang demikian itu karena sesungguhnya Allah adalah pelindung orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tidak mempunyai pelindung.",
        "nomor": "11",
        "tr": "<u>dzaa</u>lika bi-anna <strong>al</strong>l<u>aa</u>ha mawl<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa-anna <strong>a</strong>lk<u>aa</u>firiina l<u>aa</u> mawl<u>aa</u> lahum"
    },
    {
        "ar": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ",
        "id": "Sesungguhnya Allah memasukkan orang-orang mu'min dan beramal saleh ke dalam jannah yang mengalir di bawahnya sungai-sungai. Dan orang-orang kafir bersenang-senang (di dunia) dan mereka makan seperti makannya binatang. Dan jahannam adalah tempat tinggal mereka.",
        "nomor": "12",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha yudkhilu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru wa<strong>a</strong>lla<u>dz</u>iina kafaruu yatamatta'uuna waya/kuluuna kam<u>aa</u> ta/kulu <strong>a</strong>l-an'<u>aa</u>mu wa<strong>al</strong>nn<u>aa</u>ru matswan lahum"
    },
    {
        "ar": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ",
        "id": "Dan betapa banyaknya negeri yang (penduduknya) lebih kuat dari pada (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka, maka tidak ada seorang penolongpun bagi mereka.",
        "nomor": "13",
        "tr": "waka-ayyin min qaryatin hiya asyaddu quwwatan min qaryatika <strong>al</strong>latii akhrajatka ahlakn<u>aa</u>hum fal<u>aa</u> n<u>aas</u>ira lahum"
    },
    {
        "ar": "أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ",
        "id": "Maka apakah orang yang berpegang pada keterangan yang datang dari Rabbnya sama dengan orang yang (shaitan) menjadikan dia memandang baik perbuatannya yang buruk itu dan mengikuti hawa nafsunya?",
        "nomor": "14",
        "tr": "afaman k<u>aa</u>na 'al<u>aa</u> bayyinatin min rabbihi kaman zuyyina lahu suu-u 'amalihi wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum"
    },
    {
        "ar": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى ۖ وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ ۖ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ",
        "id": "(Apakah) perumpamaan (penghuni) jannah yang dijanjikan kepada orang-orang yang bertakwa yang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya, sungai-sungai dari air susu yang tidak berubah rasanya, sungai-sungai dari khamar yang lezat rasanya bagi peminumnya dan sungai-sungai dari madu yang disaring; dan mereka memperoleh di dalamnya segala macam buah-buahan dan ampunan dari Rabb mereka, sama dengan orang yang kekal dalam jahannam dan diberi minuman dengan air yang mendidih sehingga memotong ususnya?",
        "nomor": "15",
        "tr": "matsalu <strong>a</strong>ljannati <strong>al</strong>latii wu'ida <strong>a</strong>lmuttaquuna fiih<u>aa</u> anh<u>aa</u>run min m<u>aa</u>-in ghayri <u>aa</u>sinin wa-anh<u>aa</u>run min labanin lam yataghayyar <u>th</u>a'muhu wa-anh<u>aa</u>run min khamrin la<u>dzdz</u>atin li<strong>l</strong>sysy<u>aa</u>ribiina wa-anh<u>aa</u>run min 'asalin mu<u>sh</u>affan walahum fiih<u>aa</u> min kulli <strong>al</strong>tstsamar<u>aa</u>ti wamaghfiratun min rabbihim kaman huwa kh<u>aa</u>lidun fii <strong>al</strong>nn<u>aa</u>ri wasuquu m<u>aa</u>-an <u>h</u>amiiman faqa<u>ththh</u>a'a am'<u>aa</u>-ahum"
    },
    {
        "ar": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّىٰ إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ۚ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ",
        "id": "Dan di antara mereka ada orang yang mendengarkan perkataanmu sehingga apabila mereka keluar dari sisimu orang-orang berkata kepada orang yang telah diberi ilmu pengetahuan (sahabat-sahabat Nabi): \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci mati hati mereka oleh Allah dan mengikuti hawa nafsu mereka.",
        "nomor": "16",
        "tr": "waminhum man yastami'u ilayka <u>h</u>att<u>aa</u> i<u>dzaa</u> kharajuu min 'indika q<u>aa</u>luu lilla<u>dz</u>iina uutuu <strong>a</strong>l'ilma m<u>aatsaa</u> q<u>aa</u>la <u>aa</u>nifan ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina <u>th</u>aba'a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim wa<strong>i</strong>ttaba'uu ahw<u>aa</u>-ahum"
    },
    {
        "ar": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
        "id": "Dan oraang-orang yang mau menerima petunjuk, Allah menambah petunjuk kepada mereka dan memberikan balasan ketaqwaannya.",
        "nomor": "17",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ihtadaw z<u>aa</u>dahum hudan wa<u>aa</u>t<u>aa</u>hum taqw<u>aa</u>hum"
    },
    {
        "ar": "فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ۖ فَقَدْ جَاءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
        "id": "Maka tidaklah yang mereka tunggu-tunggu melainkan hari kiamat (yaitu) kedatangannya kepada mereka dengan tiba-tiba, karena sesungguhnya telah datang tanda-tandanya. Maka apakah faedahnya bagi mereka kesadaran mereka itu apabila Kiamat sudah datang?",
        "nomor": "18",
        "tr": "fahal yan<u>zh</u>uruuna ill<u>aa</u> <strong>al</strong>ss<u>aa</u>'ata an ta/tiyahum baghtatan faqad j<u>aa</u>-a asyr<u>aath</u>uh<u>aa</u> fa-ann<u>aa</u> lahum i<u>dzaa</u> j<u>aa</u>-at-hum <u>dz</u>ikr<u>aa</u>hum"
    },
    {
        "ar": "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
        "id": "Maka ketahuilah, bahwa sesungguhnya tidak ada Ilah (sesembahan, tuhan) selain Allah dan mohonlah ampunan bagi dosamu dan bagi (dosa) orang-orang mu'min, laki-laki dan perempuan. Dan Allah mengetahui tempat kamu berusaha dan tempat kamu tinggal.",
        "nomor": "19",
        "tr": "fa<strong>i</strong>'lam annahu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>i</strong>staghfir li<u>dz</u>anbika walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wa<strong>al</strong>l<u>aa</u>hu ya'lamu mutaqallabakum wamatsw<u>aa</u>kum"
    },
    {
        "ar": "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
        "id": "Dan orang-orang yang beriman berkata: \"Mengapa tiada diturunkan suatu surat?\" Maka apabila diturunkan suatu surat yang jelas maksudnya dan disebutkan di dalamnya (perintah) perang, kamu lihat orang-orang yang ada penyakit di dalam hatinya memandang kepadamu seperti pandangan orang yang pingsan karena takut mati, dan kecelakaanlah bagi mereka.",
        "nomor": "20",
        "tr": "wayaquulu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu lawl<u>aa</u> nuzzilat suuratun fa-i<u>dzaa</u> unzilat suuratun mu<u>h</u>kamatun wa<u>dz</u>ukira fiih<u>aa</u> <strong>a</strong>lqit<u>aa</u>lu ra-ayta <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un yan<u>zh</u>uruuna ilayka na<u>zh</u>ara <strong>a</strong>lmaghsyiyyi 'alayhi mina <strong>a</strong>lmawti fa-awl<u>aa</u> lahum"
    },
    {
        "ar": "طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ",
        "id": "Ta'at dan mengucapkan perkataan yang baik (adalah lebih baik bagi mereka). Apabila telah tetap perintah perang (mereka tidak menyukainya). Tetapi jikalau mereka benar (imannya) terhadap Allah, niscaya yang demikian itu lebih baik bagi mereka.",
        "nomor": "21",
        "tr": "<u>th</u><u>aa</u>'atun waqawlun ma'ruufun fa-i<u>dzaa</u> 'azama <strong>a</strong>l-amru falaw <u>sh</u>adaquu <strong>al</strong>l<u>aa</u>ha lak<u>aa</u>na khayran lahum"
    },
    {
        "ar": "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
        "id": "Maka apakah kiranya jika kamu berkuasa kamu akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan?",
        "nomor": "22",
        "tr": "fahal 'asaytum in tawallaytum an tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i watuqa<u>ththh</u>i'uu ar<u>haa</u>makum"
    },
    {
        "ar": "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ",
        "id": "Mereka itulah orang-orang yang dila'nati Allah dan ditulikan-Nya telinga mereka dan dibutakan-Nya penglihatan mereka.",
        "nomor": "23",
        "tr": "ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina la'anahumu <strong>al</strong>l<u>aa</u>hu fa-a<u>sh</u>ammahum wa-a'm<u>aa</u> ab<u>shaa</u>rahum"
    },
    {
        "ar": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
        "id": "Maka apakah mereka tidak memperhatikan Al Quraan ataukah hati mereka terkunci?",
        "nomor": "24",
        "tr": "afal<u>aa</u> yatadabbaruuna <strong>a</strong>lqur-<u>aa</u>na am 'al<u>aa</u> quluubin aqf<u>aa</u>luh<u>aa</u>"
    },
    {
        "ar": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
        "id": "Sesungguhnya orang-orang yang kembali ke belakang (kepada kekafiran) sesudah petunjuk itu jelas bagi mereka, syaitan telah menjadikan mereka mudah (berbuat dosa) dan memanjangkan angan-angan mereka.",
        "nomor": "25",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina irtadduu 'al<u>aa</u> adb<u>aa</u>rihim min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu sawwala lahum wa-aml<u>aa</u> lahum"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
        "id": "Yang demikian itu karena sesungguhnya mereka (orang-orang munafik) itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah (orang-orang Yahudi): \"Kami akan mematuhi kamu dalam beberapa urusan\", sedang Allah mengetahui rahasia mereka.",
        "nomor": "26",
        "tr": "<u>dzaa</u>lika bi-annahum q<u>aa</u>luu lilla<u>dz</u>iina karihuu m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu sanu<u>th</u>ii'ukum fii ba'<u>dh</u>i <strong>a</strong>l-amri wa<strong>al</strong>l<u>aa</u>hu ya'lamu isr<u>aa</u>rahum"
    },
    {
        "ar": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
        "id": "Bagaimanakah (keadaan mereka) apabila malaikat mencabut nyawa mereka seraya memukul-mukul muka mereka dan punggung mereka?",
        "nomor": "27",
        "tr": "fakayfa i<u>dzaa</u> tawaffat-humu <strong>a</strong>lmal<u>aa</u>-ikatu ya<u>dh</u>ribuuna wujuuhahum wa-adb<u>aa</u>rahum"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
        "id": "Yang demikian itu adalah karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridhaan-Nya, sebab itu Allah menghapus (pahala) amal-amal mereka.",
        "nomor": "28",
        "tr": "<u>dzaa</u>lika bi-annahumu ittaba'uu m<u>aa</u> askha<u>th</u>a <strong>al</strong>l<u>aa</u>ha wakarihuu ri<u>dh</u>w<u>aa</u>nahu fa-a<u>h</u>ba<u>th</u>a a'm<u>aa</u>lahum"
    },
    {
        "ar": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
        "id": "Atau apakah orang-orang yang ada penyakit dalam hatinya mengira bahwa Allah tidak akan menampakkan kedengkian mereka ?",
        "nomor": "29",
        "tr": "am <u>h</u>asiba <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un an lan yukhrija <strong>al</strong>l<u>aa</u>hu a<u>dh</u>gh<u>aa</u>nahum"
    },
    {
        "ar": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
        "id": "Dan kalau Kami kehendaki, niscaya Kami tunjukkan mereka kepadamu sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan kamu benar-benar akan mengenal mereka dari kiasan-kiasan perkataan mereka dan Allah mengetahui perbuatan-perbuatan kamu.",
        "nomor": "30",
        "tr": "<br />\r\nwalaw nasy<u>aa</u>u la-arayn<u>aa</u>kahum fala'araftahum bisiim<u>aa</u>hum walata'rifannahum fii la<u>h</u>ni <strong>a</strong>lqawli wa<strong>al</strong>l<u>aa</u>hu ya'lamu a'm<u>aa</u>lakum"
    },
    {
        "ar": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
        "id": "Dan sesungguhnya Kami benar-benar akan menguji kamu agar Kami mengetahui orang-orang yang berjihad dan bersabar di antara kamu, dan agar Kami menyatakan (baik buruknya) hal ihwalmu.",
        "nomor": "31",
        "tr": "walanabluwannakum <u>h</u>att<u>aa</u> na'lama <strong>a</strong>lmuj<u>aa</u>hidiina minkum wa<strong>al</strong><u>shshaa</u>biriina wanabluwa akhb<u>aa</u>rakum"
    },
    {
        "ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
        "id": "Sesungguhnya orang-orang kafir dan (yang) menghalangi manusia dari jalan Allah serta memusuhi Rasul setelah petunjuk itu jelas bagi mereka, mereka tidak dapat memberi mudharat kepada Allah sedikitpun. Dan Allah akan menghapuskan (pahala) amal-amal mereka.",
        "nomor": "32",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi wasy<u>aa</u>qquu <strong>al</strong>rrasuula min ba'di m<u>aa</u> tabayyana lahumu <strong>a</strong>lhud<u>aa</u> lan ya<u>dh</u>uruu <strong>al</strong>l<u>aa</u>ha syay-an wasayu<u>h</u>bi<u>th</u>u a'm<u>aa</u>lahum"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
        "id": "Hai orang-orang yang beriman, taatilah Allah dan taatilah Rasul dan janganlah kamu merusakkan (pahala) amal-amalmu.",
        "nomor": "33",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula wal<u>aa</u> tub<u>th</u>iluu a'm<u>aa</u>lakum"
    },
    {
        "ar": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ",
        "id": "Sesungguhnya orang-orang kafir dan (yang) menghalangi manusia dari jalan Allah kemudian mereka mati dalam keadaan kafir, maka sekali-kali Allah tidak akan memberi ampun kepada mereka.",
        "nomor": "34",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduu 'an sabiili <strong>al</strong>l<u>aa</u>hi tsumma m<u>aa</u>tuu wahum kuff<u>aa</u>run falan yaghfira <strong>al</strong>l<u>aa</u>hu lahum"
    },
    {
        "ar": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ",
        "id": "Janganlah kamu lemah dan minta damai padahal kamulah yang di atas dan Allah pun bersamamu dan Dia sekali-kali tidak akan mengurangi pahala amal-amalmu.",
        "nomor": "35",
        "tr": "fal<u>aa</u> tahinuu watad'uu il<u>aa</u> <strong>al</strong>ssalmi wa-antumu <strong>a</strong>l-a'lawna wa<strong>al</strong>l<u>aa</u>hu ma'akum walan yatirakum a'm<u>aa</u>lakum"
    },
    {
        "ar": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ",
        "id": "Sesungguhnya kehidupan dunia hanyalah permainan dan senda gurau. Dan jika kamu beriman dan bertakwa, Allah akan memberikan pahala keppadamu dan Dia tidak akan memint harta-hartamu.",
        "nomor": "36",
        "tr": "innam<u>aa</u> <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> la'ibun walahwun wa-in tu/minuu watattaquu yu/tikum ujuurakum wal<u>aa</u> yas-alkum amw<u>aa</u>lakum"
    },
    {
        "ar": "إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
        "id": "Jika Dia meminta harta kepadamu lalu mendesak kamu (supaya memberikan semuanya) niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.",
        "nomor": "37",
        "tr": "in yas-alkumuuh<u>aa</u> fayu<u>h</u>fikum tabkhaluu wayukhrij a<u>dh</u>gh<u>aa</u>nakum"
    },
    {
        "ar": "هَا أَنْتُمْ هَٰؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ ۖ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ ۚ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ ۚ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ",
        "id": "Ingatlah, kamu ini orang-orang yang diajak untuk menafkahkan (hartamu) pada jalan Allah. Maka di antara kamu ada yang kikir, dan siapa yang kikir sesungguhnya dia hanyalah kikir terhadap dirinya sendiri. Dan Allah-lah yang Maha Kaya sedangkan kamulah orang-orang yang berkehendak (kepada-Nya); dan jika kamu berpaling niscaya Dia akan mengganti (kamu) dengan kaum yang lain; dan mereka tidak akan seperti kamu ini.",
        "nomor": "38",
        "tr": "h<u>aa</u> antum h<u>aa</u>ul<u>aa</u>-i tud'awna litunfiquu fii sabiili <strong>al</strong>l<u>aa</u>hi faminkum man yabkhalu waman yabkhal fa-innam<u>aa</u> yabkhalu 'an nafsihi wa<strong>al</strong>l<u>aa</u>hu <strong>a</strong>lghaniyyu wa-antumu <strong>a</strong>lfuqar<u>aa</u>u wa-in tatawallaw yastabdil qawman ghayrakum tsumma l<u>aa</u> yakuunuu amts<u>aa</u>lakum"
    }
]