[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا",
        "id": "Sesungguhnya Kami telah memberikan kepadamu kemenangan yang nyata,",
        "nomor": "1",
        "tr": "inn<u>aa</u> fata<u>h</u>n<u>aa</u> laka fat<u>h</u>an mubiin<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا",
        "id": "supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang serta menyempurnakan ni'mat-Nya atasmu dan memimpin kamu kepada jalan yang lurus,",
        "nomor": "2",
        "tr": "liyaghfira laka <strong>al</strong>l<u>aa</u>hu m<u>aa</u> taqaddama min <u>dz</u>anbika wam<u>aa</u> ta-akhkhara wayutimma ni'matahu 'alayka wayahdiyaka <u>sh</u>ir<u>aath</u>an mustaqiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا",
        "id": "dan supaya Allah menolongmu dengan pertolongan yang kuat (banyak).",
        "nomor": "3",
        "tr": "wayan<u>sh</u>uraka <strong>al</strong>l<u>aa</u>hu na<u>sh</u>ran 'aziiz<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ ۗ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
        "id": "Dia-lah yang telah menurunkan ketenangan ke dalam hati orang-orang mu'min supaya keimanan mereka bertambah di samping keimanan mereka (yang telah ada). Dan kepunyaan Allah-lah tentara langit dan bumi dan adalah Allah Maha Mengetahui lagi Maha Bijaksana,",
        "nomor": "4",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii anzala <strong>al</strong>ssakiinata fii quluubi <strong>a</strong>lmu/miniina liyazd<u>aa</u>duu iim<u>aa</u>nan ma'a iim<u>aa</u>nihim walill<u>aa</u>hi junuudu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا",
        "id": "supaya Dia memasukkan orang-orang mu'min laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya dan supaya Dia menutupi kesalahan-kesalahan mereka. Dan yang demikian itu adalah keberuntungan yang besar di sisi Allah,",
        "nomor": "5",
        "tr": "liyudkhila <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wayukaffira 'anhum sayyi-<u>aa</u>tihim wak<u>aa</u>na <u>dzaa</u>lika 'inda <strong>al</strong>l<u>aa</u>hi fawzan 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ ۚ عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۖ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا",
        "id": "dan supaya Dia mengazab orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan yang mereka itu berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (kebinasaan) yang amat buruk dan Allah memurkai dan mengutuk mereka serta menyediakan bagi mereka neraka Jahannam. Dan (neraka Jahannam) itulah sejahat-jahat tempat kembali.",
        "nomor": "6",
        "tr": "wayu'a<u>dzdz</u>iba <strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>ti wa<strong>a</strong>lmusyrikiina wa<strong>a</strong>lmusyrik<u>aa</u>ti <strong>al</strong><u>zhzhaa</u>nniina bi<strong>al</strong>l<u>aa</u>hi <u>zh</u>anna <strong>al</strong>ssaw-i 'alayhim d<u>aa</u>-iratu <strong>al</strong>ssaw-i wagha<u>dh</u>iba <strong>al</strong>l<u>aa</u>hu 'alayhim wala'anahum wa-a'adda lahum jahannama was<u>aa</u>-at ma<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
        "id": "Dan kepunyaan Allah-lah tentara langit dan bumi. Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "7",
        "tr": "walill<u>aa</u>hi junuudu <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aziizan <u>h</u>akiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
        "id": "Sesungguhnya Kami mengutus kamu sebagai saksi, pembawa berita gembira dan pemberi peringatan,",
        "nomor": "8",
        "tr": "inn<u>aa</u> arsaln<u>aa</u>ka sy<u>aa</u>hidan wamubasysyiran wana<u>dz</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
        "id": "supaya kamu sekalian beriman kepada Allah dan Rasul-Nya, menguatkan (agama)Nya, membesarkan-Nya. Dan bertasbih kepada-Nya di waktu pagi dan petang.",
        "nomor": "9",
        "tr": "litu/minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi watu'azziruuhu watuwaqqiruuhu watusabbi<u>h</u>uuhu bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَىٰ نَفْسِهِ ۖ وَمَنْ أَوْفَىٰ بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
        "id": "Bahwasanya orang-orang yang berjanji setia kepada kamu sesungguhnya mereka berjanji setia kepada Allah. Tangan Allah di atas tangan mereka, maka barangsiapa yang melanggar janjinya niscaya akibat ia melanggar janji itu akan menimpa dirinya sendiri dan barangsiapa menepati janjinya kepada Allah maka Allah akan memberinya pahala yang besar.",
        "nomor": "10",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yub<u>aa</u>yi'uunaka innam<u>aa</u> yub<u>aa</u>yi'uuna <strong>al</strong>l<u>aa</u>ha yadu <strong>al</strong>l<u>aa</u>hi fawqa aydiihim faman nakatsa fa-innam<u>aa</u> yankutsu 'al<u>aa</u> nafsihi waman awf<u>aa</u> bim<u>aa</u> '<u>aa</u>hada 'alayhu <strong>al</strong>l<u>aa</u>ha fasayu/tiihi ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۚ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا ۚ بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا",
        "id": "Orang-orang Badwi yang tertinggal (tidak turut ke Hudaibiyah) akan mengatakan: \"Harta dan keluarga kami telah merintangi kami, maka mohonkanlah ampunan untuk kami\"; mereka mengucapkan dengan lidahnya apa yang tidak ada dalam hatinya. Katakanlah : \"Maka siapakah (gerangan) yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudharatan bagimu atau jika Dia menghendaki manfa'at bagimu. Sebenarnya Allah Maha Mengetahui apa yang kamu kerjakan.",
        "nomor": "11",
        "tr": "sayaquulu laka <strong>a</strong>lmukhallafuuna mina <strong>a</strong>l-a'r<u>aa</u>bi syaghalatn<u>aa</u> amw<u>aa</u>lun<u>aa</u> wa-ahluun<u>aa</u> fa<strong>i</strong>staghfir lan<u>aa</u> yaquuluuna bi-alsinatihim m<u>aa</u> laysa fii quluubihim qul faman yamliku lakum mina <strong>al</strong>l<u>aa</u>hi syay-an in ar<u>aa</u>da bikum <u>dh</u>arran aw ar<u>aa</u>da bikum naf'an bal k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَىٰ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا",
        "id": "Tetapi kamu menyangka bahwa Rasul dan orang-orang mu'min tidak sekali-kali akan kembali kepada keluarga mereka selama-lamanya dan syaitan telah menjadikan kamu memandang baik dalam hatimu persangkaan itu, dan kamu telah menyangka dengan sangkaan yang buruk dan kamu menjadi kaum yang binasa.",
        "nomor": "12",
        "tr": "bal <u>zh</u>anantum an lan yanqaliba <strong>al</strong>rrasuulu wa<strong>a</strong>lmu/minuuna il<u>aa</u> ahliihim abadan wazuyyina <u>dzaa</u>lika fii quluubikum wa<u>zh</u>anantum <u>zh</u>anna <strong>al</strong>ssaw-i wakuntum qawman buur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا",
        "id": "Dan barangsiapa yang tidak beriman kepada Allah dan Rasul-Nya maka sesungguhnya Kami menyediakan untuk orang-orang yang kafir neraka yang bernyala-nyala.",
        "nomor": "13",
        "tr": "waman lam yu/min bi<strong>al</strong>l<u>aa</u>hi warasuulihi fa-inn<u>aa</u> a'tadn<u>aa</u> lilk<u>aa</u>firiina sa'iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
        "id": "Dan hanya kepunyaan Allah-lah kerajaan langit dan bumi. Dia memberikan ampun kepada siapa yang dikehendaki-Nya dan mengazab siapa yang dikehendaki-Nya. Dan Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "14",
        "tr": "walill<u>aa</u>hi mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yaghfiru liman yasy<u>aa</u>u wayu'a<u>dzdz</u>ibu man yasy<u>aa</u>u wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu ghafuuran ra<u>h</u>iim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ ۚ قُلْ لَنْ تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
        "id": "Orang-orang Badwi yang tertinggal itu akan berkata apabila kamu berangkat untuk mengambil barang rampasan: \"Biarkanlah kami, niscaya kami mengikuti kamu\"; mereka hendak merobah janji Allah. Katakanlah: \"Kamu sekali-kali tidak (boleh) mengikuti kami; demikian Allah telah menetapkan sebelumnya\"; mereka akan mengatakan : \"Sebenarnya kamu dengki kepada kami\". Bahkan mereka tidak mengerti melainkan sedikit sekali.",
        "nomor": "15",
        "tr": "sayaquulu <strong>a</strong>lmukhallafuuna i<u>dzaa</u> in<u>th</u>alaqtum il<u>aa</u> magh<u>aa</u>nima lita/khu<u>dz</u>uuh<u>aa</u> <u>dz</u>aruun<u>aa</u> nattabi'kum yuriiduuna an yubaddiluu kal<u>aa</u>ma <strong>al</strong>l<u>aa</u>hi qul lan tattabi'uun<u>aa</u> ka<u>dzaa</u>likum q<u>aa</u>la <strong>al</strong>l<u>aa</u>hu min qablu fasayaquuluuna bal ta<u>h</u>suduunan<u>aa</u> bal k<u>aa</u>nuu l<u>aa</u> yafqahuuna ill<u>aa</u> qaliil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا ۖ وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
        "id": "Katakanlah kepada orang-orang Badwi yang tertinggal: \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu akan memerangi mereka atau mereka menyerah (masuk Islam). Maka jika kamu patuhi (ajakan itu) niscaya Allah akan memberikan kepadamu pahala yang baik dan jika kamu berpaling sebagaimana kamu telah berpaling sebelumnya, niscaya Dia akan mengazab kamu dengan azab yang pedih\".",
        "nomor": "16",
        "tr": "qul lilmukhallafiina mina <strong>a</strong>l-a'r<u>aa</u>bi satud'awna il<u>aa</u> qawmin ulii ba/sin syadiidin tuq<u>aa</u>tiluunahum aw yuslimuuna fa-in tu<u>th</u>ii'uu yu/tikumu <strong>al</strong>l<u>aa</u>hu ajran <u>h</u>asanan wa-in tatawallaw kam<u>aa</u> tawallaytum min qablu yu'a<u>dzdz</u>ibkum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ۗ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
        "id": "Tiada dosa atas orang-orang yang buta dan atas orang yang pincang dan atas orang yang sakit (apabila tidak ikut berperang). Dan barangsiapa yang taat kepada Allah dan Rasul-Nya; niscaya Allah akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai dan barang siapa yang berpaling niscaya akan diazab-Nya dengan azab yang pedih.",
        "nomor": "17",
        "tr": "laysa 'al<u>aa</u> <strong>a</strong>l-a'm<u>aa</u> <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-a'raji <u>h</u>arajun wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmarii<u>dh</u>i <u>h</u>arajun waman yu<u>th</u>i'i <strong>al</strong>l<u>aa</u>ha warasuulahu yudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru waman yatawalla yu'a<u>dzdz</u>ibhu 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا",
        "id": "Sesungguhnya Allah telah ridha terhadap orang-orang mu'min ketika mereka berjanji setia kepadamu di bawah pohon, maka Allah mengetahui apa yang ada dalam hati mereka lalu menurunkan ketenangan atas mereka dan memberi balasan kepada mereka dengan kemenangan yang dekat (waktunya).",
        "nomor": "18",
        "tr": "laqad ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'ani <strong>a</strong>lmu/miniina i<u>dz</u> yub<u>aa</u>yi'uunaka ta<u>h</u>ta <strong>al</strong>sysyajarati fa'alima m<u>aa</u> fii quluubihim fa-anzala <strong>al</strong>sakiinata 'alayhim wa-ats<u>aa</u>bahum fat<u>h</u>an qariib<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
        "id": "Serta harta rampasan yang banyak yang dapat mereka ambil. Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "19",
        "tr": "wamagh<u>aa</u>nima katsiiratan ya/khu<u>dz</u>uunah<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'aziizan <u>h</u>akiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا",
        "id": "Allah menjanjikan kepada kamu harta rampasan yang banyak yang dapat kamu ambil, maka disegerakan-Nya harta rampasan ini untukmu dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya) dan agar hal itu menjadi bukti bagi orang-orang mu'min dan agar Dia menunjuki kamu kepada jalan yang lurus.",
        "nomor": "20",
        "tr": "wa'adakumu <strong>al</strong>l<u>aa</u>hu magh<u>aa</u>nima katsiiratan ta/khu<u>dz</u>uunah<u>aa</u> fa'ajjala lakum h<u>aadz</u>ihi wakaffa aydiya <strong>al</strong>nn<u>aa</u>si 'ankum walitakuuna <u>aa</u>yatan lilmu/miniina wayahdiyakum <u>sh</u>ir<u>aath</u>an mustaqiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَأُخْرَىٰ لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا ۚ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا",
        "id": "Dan (telah menjanjikan pula kemenangan-kemenangan) yang lain (atas negeri-negeri) yang kamu belum dapat menguasainya yang sungguh Allah telah menentukan-Nya. Dan adalah Allah Maha Kuasa atas segala sesuatu.",
        "nomor": "21",
        "tr": "waukhr<u>aa</u> lam taqdiruu 'alayh<u>aa</u> qad a<u>hath</u>a <strong>al</strong>l<u>aa</u>hu bih<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
        "id": "Dan sekiranya orang-orang kafir itu memerangi kamu pastilah mereka berbalik melarikan diri ke belakang (kalah) kemudian mereka tiada memperoleh pelindung dan tidak (pula) penolong.",
        "nomor": "22",
        "tr": "walaw q<u>aa</u>talakumu <strong>al</strong>la<u>dz</u>iina kafaruu lawallawuu <strong>a</strong>l-adb<u>aa</u>ra tsumma l<u>aa</u> yajiduuna waliyyan wal<u>aa</u> na<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
        "id": "Sebagai suatu sunnatullah yang telah berlaku sejak dahulu, kamu sekali-kali tiada akan menemukan perubahan bagi sunnatullah itu.",
        "nomor": "23",
        "tr": "sunnata <strong>al</strong>l<u>aa</u>hi <strong>al</strong>latii qad khalat min qablu walan tajida lisunnati <strong>al</strong>l<u>aa</u>hi tabdiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
        "id": "Dan dia-lah yang menahan tangan mereka dari (membinasakan) kamu dan (menahan) tangan kamu dari (membinasakan) mereka di tengah kota Mekah sesudah Allah memenangkan kamu atas mereka, dan adalah Allah Maha Melihat apa yang kamu kerjakan.",
        "nomor": "24",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii kaffa aydiyahum 'ankum wa-aydiyakum 'anhum biba<u>th</u>ni makkata min ba'di an a<u>zh</u>farakum 'alayhim wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ ۚ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ ۖ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ ۚ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا",
        "id": "Merekalah orang-orang yang kafir yang menghalangi kamu dari (masuk) Masjidil Haram dan menghalangi hewan korban sampai ke tempat (penyembelihan)nya. Dan kalau tidaklah karena laki-laki yang mu'min dan perempuan-perempuan yang mu'min yang tiada kamu ketahui, bahwa kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesusahan tanpa pengetahuanmu (tentulah Allah tidak akan menahan tanganmu dari membinasakan mereka). Supaya Allah memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya. Sekiranya mereka tidak bercampur-baur, tentulah Kami akan mengazab orang-orang yag kafir di antara mereka dengan azab yang pedih.",
        "nomor": "25",
        "tr": "humu <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>sh</u>adduukum 'ani <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi wa<strong>a</strong>lhadya ma'kuufan an yablugha ma<u>h</u>illahu walawl<u>aa</u> rij<u>aa</u>lun mu/minuuna wanis<u>aa</u>un mu/min<u>aa</u>tun lam ta'lamuuhum an ta<u>th</u>auuhum fatu<u>sh</u>iibakum minhum ma'arratun bighayri 'ilmin liyudkhila <strong>al</strong>l<u>aa</u>hu fii ra<u>h</u>matihi man yasy<u>aa</u>u law tazayyaluu la'a<u>dzdz</u>abn<u>aa</u> <strong>al</strong>la<u>dz</u>iina kafaruu minhum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَىٰ وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
        "id": "Ketika orang-orang kafir menanamkan dalam hati mereka kesombongan (yaitu) kesombongan jahiliyah lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mu'min dan Allah mewajibkan kepada mereka kalimat-takwa dan adalah mereka berhak dengan kalimat takwa itu dan patut memilikinya. Dan adalah Allah Maha Mengetahui segala sesuatu.",
        "nomor": "26",
        "tr": "i<u>dz</u> ja'ala <strong>al</strong>la<u>dz</u>iina kafaruu fii quluubihimu <strong>a</strong>l<u>h</u>amiyyata <u>h</u>amiyyata <strong>a</strong>lj<u>aa</u>hiliyyati fa-anzala <strong>al</strong>l<u>aa</u>hu sakiinatahu 'al<u>aa</u> rasuulihi wa'al<u>aa</u> <strong>a</strong>lmu/miniina wa-alzamahum kalimata <strong>al</strong>ttaqw<u>aa</u> wak<u>aa</u>nuu a<u>h</u>aqqa bih<u>aa</u> wa-ahlah<u>aa</u> wak<u>aa</u>na <strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
        "id": "Sesungguhnya Allah akan membuktikan kepada Rasul-Nya, tentang kebenaran mimpinya dengan sebenarnya (yaitu) bahwa sesungguhnya kamu pasti akan memasuki Masjidil Haram, insya Allah dalam keadaan aman, dengan mencukur rambut kepala dan mengguntingnya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tiada kamu ketahui dan Dia memberikan sebelum itu kemenangan yang dekat.",
        "nomor": "27",
        "tr": "laqad <u>sh</u>adaqa <strong>al</strong>l<u>aa</u>hu rasuulahu <strong>al</strong>rru/y<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi latadkhulunna <strong>a</strong>lmasjida <strong>a</strong>l<u>h</u>ar<u>aa</u>ma in sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu <u>aa</u>miniina mu<u>h</u>alliqiina ruuusakum wamuqa<u>shsh</u>iriina l<u>aa</u> takh<u>aa</u>fuuna fa'alima m<u>aa</u> lam ta'lamuu faja'ala min duuni <u>dzaa</u>lika fat<u>h</u>an qariib<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ ۚ وَكَفَىٰ بِاللَّهِ شَهِيدًا",
        "id": "Dia-lah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang hak agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi.",
        "nomor": "28",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii arsala rasuulahu bi<strong>a</strong>lhud<u>aa</u> wadiini <strong>a</strong>l<u>h</u>aqqi liyu<u>zh</u>hirahu 'al<u>aa</u> <strong>al</strong>ddiini kullihi wakaf<u>aa</u> bi<strong>al</strong>l<u>aa</u>hi syahiid<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "مُحَمَّدٌ رَسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ۖ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا ۖ سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ ۚ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَىٰ عَلَىٰ سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ ۗ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا",
        "id": "Muhammad itu adalah utusan Allah dan orang-orang yang bersama dengan dia adalah keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. Kamu lihat mereka ruku' dan sujud mencari karunia Allah dan keridhaan-Nya, tanda-tanda mereka tampak pada muka mereka dari bekas sujud. Demikianlah sifat-sifat mereka dalam Taurat dan sifat-sifat mereka dalam Injil, yaitu seperti tanaman yang mengeluarkan tunasnya maka tunas itu menjadikan tanaman itu kuat lalu menjadi besarlah dia dan tegak lurus di atas pokoknya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mu'min). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan amal yang saleh di antara mereka ampunan dan pahala yang besar.",
        "nomor": "29",
        "tr": "mu<u>h</u>ammadun rasuulu <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina ma'ahu asyidd<u>aa</u>u 'al<u>aa</u> <strong>a</strong>lkuff<u>aa</u>ri ru<u>h</u>am<u>aa</u>u baynahum tar<u>aa</u>hum rukka'an sujjadan yabtaghuuna fa<u>dh</u>lan mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nan siim<u>aa</u>hum fii wujuuhihim min atsari <strong>al</strong>ssujuudi <u>dzaa</u>lika matsaluhum fii <strong>al</strong>ttawr<u>aa</u>ti wamatsaluhum fii <strong>a</strong>l-injiili kazar'in akhraja sya<u>th</u>-ahu fa<u>aa</u>zarahu fa<strong>i</strong>staghla<u>zh</u>a fa<strong>i</strong>staw<u>aa</u> 'al<u>aa</u> suuqihi yu'jibu <strong>al</strong>zzurr<u>aa</u>'a liyaghii<u>zh</u>a bihimu <strong>a</strong>lkuff<u>aa</u>ra wa'ada <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti minhum maghfiratan wa-ajran 'a<u>zh</u>iim<u>aa</u><strong>n</strong>"
    }
]