[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
        "id": "Hai orang-orang yang beriman, janganlah kamu mendahului Allah dan Rasulnya dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
        "nomor": "1",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tuqaddimuu bayna yadayi <strong>al</strong>l<u>aa</u>hi warasuulihi wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ",
        "id": "Hai orang-orang yang beriman, janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara yang keras, sebagaimana kerasnya suara sebagian kamu terhadap sebagian yang lain, supaya tidak hapus (pahala) amalanmu, sedangkan kamu tidak menyadari.",
        "nomor": "2",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tarfa'uu a<u>sh</u>w<u>aa</u>takum fawqa <u>sh</u>awti <strong>al</strong>nnabiyyi wal<u>aa</u> tajharuu lahu bi<strong>a</strong>lqawli kajahri ba'<u>dh</u>ikum liba'<u>dh</u>in an ta<u>h</u>ba<u>th</u>a a'm<u>aa</u>lukum wa-antum l<u>aa</u> tasy'uruun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
        "id": "Sesungguhnya orang yang merendahkan suaranya di sisi Rasulullah mereka itulah orang-orang yang telah diuji hati mereka oleh Allah untuk bertakwa. Bagi mereka ampunan dan pahala yang besar.",
        "nomor": "3",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yaghu<u>dhdh</u>uuna a<u>sh</u>w<u>aa</u>tahum 'inda rasuuli <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina imta<u>h</u>ana <strong>al</strong>l<u>aa</u>hu quluubahum li<strong>l</strong>ttaqw<u>aa</u> lahum maghfiratun wa-ajrun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
        "id": "Sesungguhnya orang-orang yang memanggil kamu dari luar kamar(mu) kebanyakan mereka tidak mengerti.",
        "nomor": "4",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yun<u>aa</u>duunaka min war<u>aa</u>-i <strong>a</strong>l<u>h</u>ujur<u>aa</u>ti aktsaruhum l<u>aa</u> ya'qiluun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
        "id": "Dan kalau sekiranya mereka bersabar sampai kamu keluar menemui mereka sesungguhnya itu lebih baik bagi mereka, dan Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "5",
        "tr": "walaw annahum <u>sh</u>abaruu <u>h</u>att<u>aa</u> takhruja ilayhim lak<u>aa</u>na khayran lahum wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ",
        "id": "Hai orang-orang yang beriman, jika datang kepadamu orang fasik membawa suatu berita, maka periksalah dengan teliti agar kamu tidak menimpakan suatu musibah kepada suatu kaum tanpa mengetahui keadaannya yang menyebabkan kamu menyesal atas perbuatanmu itu.",
        "nomor": "6",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu in j<u>aa</u>-akum f<u>aa</u>siqun binaba-in fatabayyanuu an tu<u>sh</u>iibuu qawman bijah<u>aa</u>latin fatu<u>sh</u>bi<u>h</u>uu 'al<u>aa</u> m<u>aa</u> fa'altum n<u>aa</u>dimiin<strong>a</strong>"
    },
    {
        "ar": "وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ ۚ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ ۚ أُولَٰئِكَ هُمُ الرَّاشِدُونَ",
        "id": "Dan ketahuilah olehmu bahwa di kalanganmu ada Rasulullah. Kalau ia menuruti kemauanmu dalam beberapa urusan benar-benarlah kamu mendapat kesusahan, tetapi Allah menjadikan kamu 'cinta' kepada keimanan dan menjadikan keimanan itu indah di dalam hatimu serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,",
        "nomor": "7",
        "tr": "wa<strong>i</strong>'lamuu anna fiikum rasuula <strong>al</strong>l<u>aa</u>hi law yu<u>th</u>ii'ukum fii katsiirin mina <strong>a</strong>l-amri la'anittum wal<u>aa</u>kinna <strong>al</strong>l<u>aa</u>ha <u>h</u>abbaba ilaykumu <strong>a</strong>l-iim<u>aa</u>na wazayyanahu fii quluubikum wakarraha ilaykumu <strong>a</strong>lkufra wa<strong>a</strong>lfusuuqa wa<strong>a</strong>l'i<u>sh</u>y<u>aa</u>na ul<u>aa</u>-ika humu <strong>al</strong>rr<u>aa</u>syiduun<strong>a</strong>"
    },
    {
        "ar": "فَضْلًا مِنَ اللَّهِ وَنِعْمَةً ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "sebagai karunia dan ni'mat dari Allah. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "8",
        "tr": "fa<u>dh</u>lan mina <strong>al</strong>l<u>aa</u>hi wani'matan wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ۖ فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ ۚ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا ۖ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
        "id": "Dan kalau ada dua golongan dari mereka yang beriman itu berperang hendaklah kamu damaikan antara keduanya! Tapi kalau yang satu melanggar perjanjian terhadap yang lain, hendaklah yang melanggar perjanjian itu kamu perangi sampai surut kembali pada perintah Allah. Kalau dia telah surut, damaikanlah antara keduanya menurut keadilan, dan hendaklah kamu berlaku adil; sesungguhnya Allah mencintai orang-orang yang berlaku adil.",
        "nomor": "9",
        "tr": "wa-in <u>th</u><u>aa</u>-ifat<u>aa</u>ni mina <strong>a</strong>lmu/miniina iqtataluu fa-a<u>sh</u>li<u>h</u>uu baynahum<u>aa</u> fa-in baghat i<u>h</u>d<u>aa</u>hum<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ukhr<u>aa</u> faq<u>aa</u>tiluu <strong>al</strong>latii tabghii <u>h</u>att<u>aa</u> tafii-a il<u>aa</u> amri <strong>al</strong>l<u>aa</u>hi fa-in f<u>aa</u>-at fa-a<u>sh</u>li<u>h</u>uu baynahum<u>aa</u> bi<strong>a</strong>l'adli wa-aqsi<u>th</u>uu inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuqsi<u>th</u>iin<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
        "id": "Orang-orang beriman itu sesungguhnya bersaudara. Sebab itu damaikanlah (perbaikilah hubungan) antara kedua saudaramu itu dan takutlah terhadap Allah, supaya kamu mendapat rahmat.",
        "nomor": "10",
        "tr": "innam<u>aa</u> <strong>a</strong>lmu/minuuna ikhwatun fa-a<u>sh</u>li<u>h</u>uu bayna akhawaykum wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha la'allakum tur<u>h</u>amuun<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَىٰ أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَىٰ أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ ۖ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ ۖ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ ۚ وَمَنْ لَمْ يَتُبْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
        "id": "Hai orang-orang yang beriman, janganlah sekumpulan orang laki-laki merendahkan kumpulan yang lain, boleh jadi yang ditertawakan itu lebih baik dari mereka. Dan jangan pula sekumpulan perempuan merendahkan kumpulan lainnya, boleh jadi yang direndahkan itu lebih baik. Dan janganlah suka mencela dirimu sendiri dan jangan memanggil dengan gelaran yang mengandung ejekan. Seburuk-buruk panggilan adalah (panggilan) yang buruk sesudah iman dan barangsiapa yang tidak bertobat, maka mereka itulah orang-orang yang zalim.",
        "nomor": "11",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> yaskhar qawmun min qawmin 'as<u>aa</u> an yakuunuu khayran minhum wal<u>aa</u> nis<u>aa</u>un min nis<u>aa</u>-in 'as<u>aa</u> an yakunna khayran minhunna wal<u>aa</u> talmizuu anfusakum wal<u>aa</u> tan<u>aa</u>bazuu bi<strong>a</strong>l-alq<u>aa</u>bi bi/sa <strong>a</strong>l-ismu <strong>a</strong>lfusuuqu ba'da <strong>a</strong>l-iim<u>aa</u>ni waman lam yatub faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ",
        "id": "Hai orang-orang yang beriman, jauhilah kebanyakan purba-sangka (kecurigaan), karena sebagian dari purba-sangka itu dosa. Dan janganlah mencari-cari keburukan orang dan janganlah menggunjingkan satu sama lain. Adakah seorang diantara kamu yang suka memakan daging saudaranya yang sudah mati? Maka tentulah kamu merasa jijik kepadanya. Dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Penerima Taubat lagi Maha Penyayang.",
        "nomor": "12",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ijtanibuu katsiiran mina <strong>al</strong><u>zhzh</u>anni inna ba'<u>dh</u>a <strong>al</strong><u>zhzh</u>anni itsmun wal<u>aa</u> tajassasuu wal<u>aa</u> yaghtab ba'<u>dh</u>ukum ba'<u>dh</u>an ayu<u>h</u>ibbu a<u>h</u>adukum an ya/kula la<u>h</u>ma akhiihi maytan fakarihtumuuhu wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha inna <strong>al</strong>l<u>aa</u>ha taww<u>aa</u>bun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا ۚ إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ",
        "id": "Hai manusia, sesungguhnya Kami menciptakan kamu dari seorang laki-laki dan seorang perempuan dan menjadikan kamu berbangsa-bangsa dan bersuku-suku supaya kamu saling kenal-mengenal. Sesungguhnya orang yang paling mulia diantara kamu disisi Allah ialah orang yang paling taqwa diantara kamu. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal.",
        "nomor": "13",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su inn<u>aa</u> khalaqn<u>aa</u>kum min <u>dz</u>akarin waunts<u>aa</u> waja'aln<u>aa</u>kum syu'uuban waqab<u>aa</u>-ila lita'<u>aa</u>rafuu inna akramakum 'inda <strong>al</strong>l<u>aa</u>hi atq<u>aa</u>kum inna <strong>al</strong>l<u>aa</u>ha 'aliimun khabiir<strong>un</strong>"
    },
    {
        "ar": "قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Orang-orang Arab Badui itu berkata: \"Kami telah beriman\". Katakanlah: \"Kamu belum beriman, tapi katakanlah 'kami telah tunduk', karena iman itu belum masuk ke dalam hatimu; dan jika kamu ta'at kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikitpun pahala amalanmu; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.\"",
        "nomor": "14",
        "tr": "q<u>aa</u>lati <strong>a</strong>l-a'r<u>aa</u>bu <u>aa</u>mann<u>aa</u> qul lam tu/minuu wal<u>aa</u>kin quuluu aslamn<u>aa</u> walamm<u>aa</u> yadkhuli <strong>a</strong>l-iim<u>aa</u>nu fii quluubikum wa-in tu<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha warasuulahu l<u>aa</u> yalitkum min a'm<u>aa</u>likum syay-an inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
        "id": "Sesungguhnya orang-orang yang beriman itu hanyalah orang-orang yang percaya (beriman) kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu dan mereka berjuang (berjihad) dengan harta dan jiwa mereka pada jalan Allah. Mereka itulah orang-orang yang benar.",
        "nomor": "15",
        "tr": "innam<u>aa</u> <strong>a</strong>lmu/minuuna <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi tsumma lam yart<u>aa</u>buu waj<u>aa</u>haduu bi-amw<u>aa</u>lihim wa-anfusihim fii sabiili <strong>al</strong>l<u>aa</u>hi ul<u>aa</u>-ika humu <strong>al</strong><u>shshaa</u>diquun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "id": "Katakanlah: \"Apakah kamu akan memberitahukan kepada Allah tentang agamamu, padahal Allah mengetahui apa yang di langit dan apa yang di bumi dan Allah Maha Mengetahui segala sesuatu?\"",
        "nomor": "16",
        "tr": "qul atu'allimuuna <strong>al</strong>l<u>aa</u>ha bidiinikum wa<strong>al</strong>l<u>aa</u>hu ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
    },
    {
        "ar": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Mereka merasa telah memberi ni'mat kepadamu dengan keislaman mereka. Katakanlah: \"Janganlah kamu merasa telah memberi ni'mat kepadaku dengan keislamanmu, sebenarnya Allah, Dialah yang melimpahkan ni'mat kepadamu dengan menunjuki kamu kepada keimanan jika kamu adalah orang-orang yang benar.\"",
        "nomor": "17",
        "tr": "yamunnuuna 'alayka an aslamuu qul l<u>aa</u> tamunnuu 'alayya isl<u>aa</u>makum bali <strong>al</strong>l<u>aa</u>hu yamunnu 'alaykum an had<u>aa</u>kum lil-iim<u>aa</u>ni in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ",
        "id": "Sesungguhnya Allah mengetahui apa yang ghaib di langit dan bumi. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "nomor": "18",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha ya'lamu ghayba <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wa<strong>al</strong>l<u>aa</u>hu ba<u>sh</u>iirun bim<u>aa</u> ta'maluun<strong>a</strong>"
    }
]