[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id": "Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi; hanya Allah lah yang mempunyai semua kerajaan dan semua pujian, dan Dia Maha Kuasa atas segala sesuatu.",
        "nomor": "1",
        "tr": "yusabbi<u>h</u>u lill<u>aa</u>hi m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wam<u>aa</u> fii <strong>a</strong>l-ar<u>dh</u>i lahu <strong>a</strong>lmulku walahu <strong>a</strong>l<u>h</u>amdu wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
    },
    {
        "ar": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
        "id": "Dia-lah yang menciptakan kamu maka di antara kamu ada yang kafir dan di antaramu ada yang mu'min. Dan Allah Maha Melihat apa yang kamu kerjakan.",
        "nomor": "2",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum faminkum k<u>aa</u>firun waminkum mu/minun wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna ba<u>sh</u>iir<strong>un</strong>"
    },
    {
        "ar": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ الْمَصِيرُ",
        "id": "Dia menciptakan langit dan bumi dengan haq. Dia membentuk rupamu dan dibaguskanNya rupamu itu dan hanya kepada Allah-lah kembali(mu).",
        "nomor": "3",
        "tr": "khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a bi<strong>a</strong>l<u>h</u>aqqi wa<u>sh</u>awwarakum fa-a<u>h</u>sana <u>sh</u>uwarakum wa-ilayhi <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "id": "Dia mengetahui apa yang ada di langit dan di bumi dan mengetahui apa yang kamu rahasiakan dan yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati.",
        "nomor": "4",
        "tr": "ya'lamu m<u>aa</u> fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i waya'lamu m<u>aa</u> tusirruuna wam<u>aa</u> tu'linuuna wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
    },
    {
        "ar": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "id": "Apakah belum datang kepadamu (hai orang-orang kafir) berita orang-orang kafir terdahulu. Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka dan mereka memperoleh azab yang pedih.",
        "nomor": "5",
        "tr": "alam ya/tikum nabau <strong>al</strong>la<u>dz</u>iina kafaruu min qablu fa<u>dzaa</u>quu wab<u>aa</u>la amrihim walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "ذَٰلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا ۚ وَاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِيٌّ حَمِيدٌ",
        "id": "Yang demikian itu adalah karena sesungguhnya telah datang kepada mereka Rasul-Rasul mereka membawa keterangan-keterangan lalu mereka berkata: \"Apakah manusia yang akan memberi petunjuk kepada kami?\" lalu mereka ingkar dan berpaling; dan Allah tidak memerlukan (mereka). Dan Allah Maha Kaya lagi Maha Terpuji.",
        "nomor": "6",
        "tr": "<u>dzaa</u>lika bi-annahu k<u>aa</u>nat ta/tiihim rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti faq<u>aa</u>luu abasyarun yahduunan<u>aa</u> fakafaruu watawallaw wa<strong>i</strong>staghn<u>aa</u> <strong>al</strong>l<u>aa</u>hu wa<strong>al</strong>l<u>aa</u>hu ghaniyyun <u>h</u>amiid<strong>un</strong>"
    },
    {
        "ar": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
        "id": "Orang-orang yang kafir mengatakan bahwa mereka sekali-kali tidak akan dibangkitkan. Katakanlah: \"Memang, demi Tuhanku, benar-benar kamu akan dibangkitkan, kemudian akan diberitakan kepadamu apa yang telah kamu kerjakan.\" Yang demikian itu adalah mudah bagi Allah.",
        "nomor": "7",
        "tr": "za'ama <strong>al</strong>la<u>dz</u>iina kafaruu an lan yub'atsuu qul bal<u>aa</u> warabbii latub'atsunna tsumma latunabbaunna bim<u>aa</u> 'amiltum wa<u>dzaa</u>lika 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi yasiir<strong>un</strong>"
    },
    {
        "ar": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
        "id": "Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Quraan) yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
        "nomor": "8",
        "tr": "fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa<strong>al</strong>nnuuri <strong>al</strong>la<u>dz</u>ii anzaln<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu bim<u>aa</u> ta'maluuna khabiir<strong>un</strong>"
    },
    {
        "ar": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ۗ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
        "id": "(Ingatlah) hari (dimana) Allah mengumpulkan kamu pada hari pengumpulan, itulah hari dinampakkan kesalahan-kesalahan. Dan barangsiapa yang beriman kepada Allah dan beramal saleh, niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya ke dalam jannah yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah keberuntungan yang besar.",
        "nomor": "9",
        "tr": "yawma yajma'ukum liyawmi <strong>a</strong>ljam'i <u>dzaa</u>lika yawmu <strong>al</strong>ttagh<u>aa</u>buni waman yu/min bi<strong>al</strong>l<u>aa</u>hi waya'mal <u>shaa</u>li<u>h</u>an yukaffir 'anhu sayyi-<u>aa</u>tihi wayudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا ۖ وَبِئْسَ الْمَصِيرُ",
        "id": "Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka, mereka kekal di dalmnya. Dan itulah seburuk-buruk tempat kembali.",
        "nomor": "10",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina kafaruu waka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri kh<u>aa</u>lidiina fiih<u>aa</u> wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "id": "Tidak ada suatu musibah pun yang menimpa seseorang kecuali dengan ijin Allah; dan barangsiapa yang beriman kepada Allah niscaya Dia akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu.",
        "nomor": "11",
        "tr": "m<u>aa</u> a<u>shaa</u>ba min mu<u>sh</u>iibatin ill<u>aa</u> bi-i<u>dz</u>ni <strong>al</strong>l<u>aa</u>hi waman yu/min bi<strong>al</strong>l<u>aa</u>hi yahdi qalbahu wa<strong>al</strong>l<u>aa</u>hu bikulli syay-in 'aliim<strong>un</strong>"
    },
    {
        "ar": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۚ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
        "id": "Dan ta'atlah kepada Allah dan ta'atlah kepada Rasul-Nya, jika kamu berpaling sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanat Allah) dengan terang.",
        "nomor": "12",
        "tr": "wa-a<u>th</u>ii'uu <strong>al</strong>l<u>aa</u>ha wa-a<u>th</u>ii'uu <strong>al</strong>rrasuula fa-in tawallaytum fa-innam<u>aa</u> 'al<u>aa</u> rasuulin<u>aa</u> <strong>a</strong>lbal<u>aa</u>ghu <strong>a</strong>lmubiin<strong>u</strong>"
    },
    {
        "ar": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "id": "(Dia-lah) Allah tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mu'min bertawakkal kepada Allah saja.",
        "nomor": "13",
        "tr": "<strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ۚ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Hai orang-orang mu'min, sesungguhnya di antara isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu maka berhati-hatilah kamu terhadap mereka dan jika kamu memaafkan dan tidak memarahi serta mengampuni (mereka) maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "14",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna min azw<u>aa</u>jikum wa-awl<u>aa</u>dikum 'aduwwan lakum fa<strong>i</strong><u>hts</u>aruuhum wa-in ta'fuu wata<u>sh</u>fa<u>h</u>uu wataghfiruu fa-inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ",
        "id": "Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah-lah pahala yang besar.",
        "nomor": "15",
        "tr": "innam<u>aa</u> amw<u>aa</u>lukum wa-awl<u>aa</u>dukum fitnatun wa<strong>al</strong>l<u>aa</u>hu 'indahu ajrun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ ۗ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
        "id": "Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta ta'atlah dan nafkahkanlah nafkah yang baik untuk dirimu. Dan barangsiapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung.",
        "nomor": "16",
        "tr": "fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> ista<u>th</u>a'tum wa<strong>i</strong>sma'uu wa-a<u>th</u>ii'uu wa-anfiquu khayran li-anfusikum waman yuuqa syu<u>hh</u>a nafsihi faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ شَكُورٌ حَلِيمٌ",
        "id": "Jika kamu meminjamkan kepada Allah pinjaman yang baik, niscaya Allah melipat gandakan balasannya kepadamu dan mengampuni kamu. Dan Allah Maha Pembalas Jasa lagi Maha Penyantun.",
        "nomor": "17",
        "tr": "in tuqri<u>dh</u>uu <strong>al</strong>l<u>aa</u>ha qar<u>dh</u>an <u>h</u>asanan yu<u>daa</u>'ifhu lakum wayaghfir lakum wa<strong>al</strong>l<u>aa</u>hu syakuurun <u>h</u>aliim<strong>un</strong>"
    },
    {
        "ar": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ",
        "id": "Yang mengetahui yang ghaib dan yang nyata. Yang Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "18",
        "tr": "'<u>aa</u>limu <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati <strong>a</strong>l'aziizu <strong>a</strong>l<u>h</u>akiim<strong>u</strong>"
    }
]