[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ ۖ وَاتَّقُوا اللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ۚ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
        "id": "Hai Nabi, apabila kamu menceraikan isteri-isterimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) iddahnya (yang wajar) dan hitunglah waktu iddah itu serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumah mereka dan janganlah mereka (diizinkan) ke luar kecuali mereka mengerjakan perbuatan keji yang terang. Itulah hukum-hukum Allah, maka sesungguhnya dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali Allah mengadakan sesudah itu sesuatu hal yang baru.",
        "nomor": "1",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu i<u>dzaa</u> <u>th</u>allaqtumu <strong>al</strong>nnis<u>aa</u>-a fa<u>th</u>alliquuhunna li'iddatihinna wa-a<u>hs</u>uu <strong>a</strong>l'iddata wa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha rabbakum l<u>aa</u> tukhrijuuhunna min buyuutihinna wal<u>aa</u> yakhrujna ill<u>aa</u> an ya/tiina bif<u>aah</u>isyatin mubayyinatin watilka <u>h</u>uduudu <strong>al</strong>l<u>aa</u>hi waman yata'adda <u>h</u>uduuda <strong>al</strong>l<u>aa</u>hi faqad <u>zh</u>alama nafsahu l<u>aa</u> tadrii la'alla <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ditsu ba'da <u>dzaa</u>lika amr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا",
        "id": "Apabila mereka telah mendekati akhir iddahnya, maka rujukilah mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah diberi pengajaran dengan itu orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan mengadakan baginya jalan keluar.",
        "nomor": "2",
        "tr": "fa-i<u>dzaa</u> balaghna ajalahunna fa-amsikuuhunna bima'ruufin aw f<u>aa</u>riquuhunna bima'ruufin wa-asyhiduu <u>dz</u>away 'adlin minkum wa-aqiimuu <strong>al</strong>sysyah<u>aa</u>data lill<u>aa</u>hi <u>dzaa</u>likum yuu'a<u>zh</u>u bihi man k<u>aa</u>na yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri waman yattaqi <strong>al</strong>l<u>aa</u>ha yaj'al lahu makhraj<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا",
        "id": "Dan memberinya rezki dari arah yang tiada disangka-sangkanya. Dan barangsiapa yang bertawakkal kepada Allah niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan yang (dikehendaki)Nya. Sesungguhnya Allah telah mengadakan ketentuan bagi tiap-tiap sesuatu.",
        "nomor": "3",
        "tr": "wayarzuqhu min <u>h</u>aytsu l<u>aa</u> ya<u>h</u>tasibu waman yatawakkal 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi fahuwa <u>h</u>asbuhu inna <strong>al</strong>l<u>aa</u>ha b<u>aa</u>lighu amrihi qad ja'ala <strong>al</strong>l<u>aa</u>hu likulli syay-in qadr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ ۚ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا",
        "id": "Dan perempuan-perempuan yang tidak haid lagi (monopause) di antara perempuan-perempuanmu jika kamu ragu-ragu (tentang masa iddahnya), maka masa iddah mereka adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Dan perempuan-perempuan yang hamil, waktu iddah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa yang bertakwa kepada Allah, niscaya Allah menjadikan baginya kemudahan dalam urusannya.",
        "nomor": "4",
        "tr": "wa<strong>a</strong>ll<u>aa</u>-ii ya-isna mina <strong>a</strong>lma<u>h</u>ii<u>dh</u>i min nis<u>aa</u>-ikum ini irtabtum fa'iddatuhunna tsal<u>aa</u>tsatu asyhurin wa<strong>a</strong>ll<u>aa</u>-ii lam ya<u>h</u>i<u>dh</u>na waul<u>aa</u>tu <strong>a</strong>l-a<u>h</u>m<u>aa</u>li ajaluhunna an ya<u>dh</u>a'na <u>h</u>amlahunna waman yattaqi <strong>al</strong>l<u>aa</u>ha yaj'al lahu min amrihi yusr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "ذَٰلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ ۚ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا",
        "id": "Itulah perintah Allah yang diturunkan-Nya kepada kamu, dan barangsiapa yang bertakwa kepada Allah, niscaya Dia akan menghapus kesalahan-kesalahannya dan akan melipat gandakan pahala baginya.",
        "nomor": "5",
        "tr": "<u>dzaa</u>lika amru <strong>al</strong>l<u>aa</u>hi anzalahu ilaykum waman yattaqi <strong>al</strong>l<u>aa</u>ha yukaffir 'anhu sayyi-<u>aa</u>tihi wayu'<u>zh</u>im lahu ajr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ۚ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ۖ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ",
        "id": "Tempatkanlah mereka (para isteri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (isteri-isteri yang sudah ditalaq) itu sedang hamil, maka berikanlah kepada mereka nafkahnya hingga mereka bersalin, kemudian jika mereka menyusukan (anak-anak)mu untukmu maka berikanlah kepada mereka upahnya, dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan maka perempuan lain boleh menyusukan (anak itu) untuknya.",
        "nomor": "6",
        "tr": "askinuuhunna min <u>h</u>aytsu sakantum min wujdikum wal<u>aa</u> tu<u>daa</u>rruuhunna litu<u>dh</u>ayyiquu 'alayhinna wa-in kunna ul<u>aa</u>ti <u>h</u>amlin fa-anfiquu 'alayhinna <u>h</u>att<u>aa</u> ya<u>dh</u>a'na <u>h</u>amlahunna fa-in ar<u>dh</u>a'na lakum fa<u>aa</u>tuuhunna ujuurahunna wa/tamiruu baynakum bima'ruufin wa-in ta'<u>aa</u>sartum fasatur<u>dh</u>i'u lahu ukhr<u>aa</u>"
    },
    {
        "ar": "لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ۖ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
        "id": "Hendaklah orang yang mampu memberi nafkah menurut kemampuannya. Dan orang yang disempitkan rezkinya hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak memikulkan beban kepada seseorang melainkan sekedar apa yang Allah berikan kepadanya. Allah kelak akan memberikan kelapangan sesudah kesempitan.",
        "nomor": "7",
        "tr": "liyunfiq <u>dz</u>uu sa'atin min sa'atihi waman qudira 'alayhi rizquhu falyunfiq mimm<u>aa</u> <u>aa</u>t<u>aa</u>hu <strong>al</strong>l<u>aa</u>hu l<u>aa</u> yukallifu <strong>al</strong>l<u>aa</u>hu nafsan ill<u>aa</u> m<u>aa</u> <u>aa</u>t<u>aa</u>h<u>aa</u> sayaj'alu <strong>al</strong>l<u>aa</u>hu ba'da 'usrin yusr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا",
        "id": "Dan berapalah banyaknya (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan Rasul-rasul-Nya, maka Kami hisab penduduk negeri itu dengan hisab yang keras, dan Kami azab mereka dengan azab yang mengerikan.",
        "nomor": "8",
        "tr": "waka-ayyin min qaryatin 'atat 'an amri rabbih<u>aa</u> warusulihi fa<u>haa</u>sabn<u>aa</u>h<u>aa</u> <u>h</u>is<u>aa</u>ban syadiidan wa'a<u>dzdz</u>abn<u>aa</u>h<u>aa</u> 'a<u>dzaa</u>ban nukr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا",
        "id": "Maka mereka merasakan akibat yang buruk dari perbuatannya, dan adalah akibat perbuatan mereka kerugian yang besar.",
        "nomor": "9",
        "tr": "fa<u>dzaa</u>qat wab<u>aa</u>la amrih<u>aa</u> wak<u>aa</u>na '<u>aa</u>qibatu amrih<u>aa</u> khusr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا ۚ قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا",
        "id": "Allah menyediakan bagi mereka azab yang keras, maka bertakwalah kepada Allah hai orang-orang yang mempunyai akal; (yaitu) orang-orang yang beriman. Sesungguhnya Allah telah menurunkan peringatan kepadamu,",
        "nomor": "10",
        "tr": "a'adda <strong>al</strong>l<u>aa</u>hu lahum 'a<u>dzaa</u>ban syadiidan fa<strong>i</strong>ttaquu <strong>al</strong>l<u>aa</u>ha y<u>aa</u> ulii <strong>a</strong>l-alb<u>aa</u>bi <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu qad anzala <strong>al</strong>l<u>aa</u>hu ilaykum <u>dz</u>ikr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا",
        "id": "(Dan mengutus) seorang Rasul yang membacakan kepadamu ayat-ayat Allah yang menerangkan (bermacam-macam hukum) supaya Dia mengeluarkan orang-orang yang beriman dan beramal saleh dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan amal yang saleh niscaya Allah akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sesungguhnya Allah memberikan rezki yang baik kepadanya.",
        "nomor": "11",
        "tr": "rasuulan yatluu 'alaykum <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi mubayyin<u>aa</u>tin liyukhrija <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti mina <strong>al</strong><u>zhzh</u>ulum<u>aa</u>ti il<u>aa</u> <strong>al</strong>nnuuri waman yu/min bi<strong>al</strong>l<u>aa</u>hi waya'mal <u>shaa</u>li<u>h</u>an yudkhilhu jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan qad a<u>h</u>sana <strong>al</strong>l<u>aa</u>hu lahu rizq<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا",
        "id": "Allah-lah yang menciptakan tujuh langit dan seperti itu pula bumi. Perintah Allah berlaku padanya, agar kamu mengetahui bahwasanya Allah Maha Kuasa atas segala sesuatu, dan sesungguhnya Allah ilmu-Nya benar-benar meliputi segala sesuatu.",
        "nomor": "12",
        "tr": "<strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin wamina <strong>a</strong>l-ar<u>dh</u>i mitslahunna yatanazzalu <strong>a</strong>l-amru baynahunna lita'lamuu anna <strong>al</strong>l<u>aa</u>ha 'al<u>aa</u> kulli syay-in qadiirun wa-anna <strong>al</strong>l<u>aa</u>ha qad a<u>hath</u>a bikulli syay-in 'ilm<u>aa</u><strong>n</strong>"
    }
]