[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id": "Maha Suci Allah Yang di tangan-Nyalah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu,",
        "nomor": "1",
        "tr": "tab<u>aa</u>raka <strong>al</strong>la<u>dz</u>ii biyadihi <strong>a</strong>lmulku wahuwa 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
    },
    {
        "ar": "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ",
        "id": "Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun,",
        "nomor": "2",
        "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa <strong>a</strong>lmawta wa<strong>a</strong>l<u>h</u>ay<u>aa</u>ta liyabluwakum ayyukum a<u>h</u>sanu 'amalan wahuwa <strong>a</strong>l'aziizu <strong>a</strong>lghafuur<strong>u</strong>"
    },
    {
        "ar": "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ",
        "id": "Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang?",
        "nomor": "3",
        "tr": "<strong>al</strong>la<u>dz</u>ii khalaqa sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>qan m<u>aa</u> tar<u>aa</u> fii khalqi <strong>al</strong>rra<u>h</u>m<u>aa</u>ni min taf<u>aa</u>wutin fa<strong>i</strong>rji'i <strong>a</strong>lba<u>sh</u>ara hal tar<u>aa</u> min fu<u>th</u>uur<strong>in</strong>"
    },
    {
        "ar": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
        "id": "Kemudian pandanglah sekali lagi niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itupun dalam keadaan payah.",
        "nomor": "4",
        "tr": "tsumma irji'i <strong>a</strong>lba<u>sh</u>ara karratayni yanqalib ilayka <strong>a</strong>lba<u>sh</u>aru kh<u>aa</u>si-an wahuwa <u>h</u>asiir<strong>un</strong>"
    },
    {
        "ar": "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
        "id": "Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala.",
        "nomor": "5",
        "tr": "walaqad zayyann<u>aa</u> <strong>al</strong>ssam<u>aa</u>-a <strong>al</strong>dduny<u>aa</u> bima<u>shaa</u>bii<u>h</u>a waja'aln<u>aa</u>h<u>aa</u> rujuuman li<strong>l</strong>sysyay<u>aath</u>iini wa-a'tadn<u>aa</u> lahum 'a<u>dzaa</u>ba <strong>al</strong>ssa'iir<strong>i</strong>"
    },
    {
        "ar": "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ",
        "id": "Dan orang-orang yang kafir kepada Tuhannya, memperoleh azab Jahannam. Dan itulah seburuk-buruk tempat kembali.",
        "nomor": "6",
        "tr": "walilla<u>dz</u>iina kafaruu birabbihim 'a<u>dzaa</u>bu jahannama wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
        "id": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak,",
        "nomor": "7",
        "tr": "i<u>dzaa</u> ulquu fiih<u>aa</u> sami'uu lah<u>aa</u> syahiiqan wahiya tafuur<strong>u</strong>"
    },
    {
        "ar": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
        "id": "hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka: \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?\"",
        "nomor": "8",
        "tr": "tak<u>aa</u>du tamayyazu mina alghay<u>zh</u>i kullam<u>aa</u> ulqiya fiih<u>aa</u> fawjun sa-alahum khazanatuh<u>aa</u> alam ya/tikum na<u>dz</u>iir<strong>un</strong>"
    },
    {
        "ar": "قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
        "id": "Mereka menjawab: \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan: \"Allah tidak menurunkan sesuatupun; kamu tidak lain hanyalah di dalam kesesatan yang besar\".",
        "nomor": "9",
        "tr": "q<u>aa</u>luu bal<u>aa</u> qad j<u>aa</u>-an<u>aa</u> na<u>dz</u>iirun faka<u>dzdz</u>abn<u>aa</u> waquln<u>aa</u> m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu min syay-in in antum ill<u>aa</u> fii <u>dh</u>al<u>aa</u>lin kabiir<strong>in</strong>"
    },
    {
        "ar": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
        "id": "Dan mereka berkata: \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu) niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\".",
        "nomor": "10",
        "tr": "waq<u>aa</u>luu law kunn<u>aa</u> nasma'u aw na'qilu m<u>aa</u> kunn<u>aa</u> fii a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
    },
    {
        "ar": "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ",
        "id": "Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.",
        "nomor": "11",
        "tr": "fa<strong>i</strong>'tarafuu bi<u>dz</u>anbihim fasu<u>h</u>qan li-a<u>sh</u>-<u>haa</u>bi <strong>al</strong>ssa'iir<strong>i</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
        "id": "Sesungguhnya orang-orang yang takut kepada Tuhannya Yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar.",
        "nomor": "12",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina yakhsyawna rabbahum bi<strong>a</strong>lghaybi lahum maghfiratun wa-ajrun kabiir<strong>un</strong>"
    },
    {
        "ar": "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
        "id": "Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati.",
        "nomor": "13",
        "tr": "wa-asirruu qawlakum awi ijharuu bihi innahu 'aliimun bi<u>dzaa</u>ti <strong>al</strong><u>shsh</u>uduur<strong>i</strong>"
    },
    {
        "ar": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
        "id": "Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan atau rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui?",
        "nomor": "14",
        "tr": "al<u>aa</u> ya'lamu man khalaqa wahuwa <strong>al</strong>la<u>th</u>iifu <strong>a</strong>lkhabiir<strong>u</strong>"
    },
    {
        "ar": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ",
        "id": "Dialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebahagian dari rezki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan.",
        "nomor": "15",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a <u>dz</u>aluulan fa<strong>i</strong>msyuu fii man<u>aa</u>kibih<u>aa</u> wakuluu min rizqihi wa-ilayhi <strong>al</strong>nnusyuur<strong>u</strong>"
    },
    {
        "ar": "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
        "id": "Apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang?,",
        "nomor": "16",
        "tr": "a-amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yakhsifa bikumu <strong>a</strong>l-ar<u>dh</u>a fa-i<u>dzaa</u> hiya tamuur<strong>u</strong>"
    },
    {
        "ar": "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
        "id": "atau apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku?",
        "nomor": "17",
        "tr": "am amintum man fii <strong>al</strong>ssam<u>aa</u>-i an yursila 'alaykum <u>has</u>iban fasata'lamuuna kayfa na<u>dz</u>iir<strong>i</strong>"
    },
    {
        "ar": "وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
        "id": "Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku.",
        "nomor": "18",
        "tr": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
    },
    {
        "ar": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
        "id": "Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu.",
        "nomor": "19",
        "tr": "walaqad ka<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina min qablihim fakayfa k<u>aa</u>na nakiir<strong>i</strong>"
    },
    {
        "ar": "أَمَّنْ هَٰذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَٰنِ ۚ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
        "id": "Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain daripada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
        "nomor": "20",
        "tr": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii huwa jundun lakum yan<u>sh</u>urukum min duuni <strong>al</strong>rra<u>h</u>m<u>aa</u>ni ini <strong>a</strong>lk<u>aa</u>firuuna ill<u>aa</u> fii ghuruur<strong>in</strong>"
    },
    {
        "ar": "أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ ۚ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
        "id": "Atau siapakah dia yang memberi kamu rezki jika Allah menahan rezki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri?",
        "nomor": "21",
        "tr": "amman h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii yarzuqukum in amsaka rizqahu bal lajjuu fii 'utuwwin wanufuur<strong>in</strong>"
    },
    {
        "ar": "أَفَمَنْ يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّنْ يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
        "id": "Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
        "nomor": "22",
        "tr": "afaman yamsyii mukibban 'al<u>aa</u> wajhihi ahd<u>aa</u> amman yamsyii sawiyyan 'al<u>aa</u> <u>sh</u>ir<u>aath</u>in mustaqiim<strong>in</strong>"
    },
    {
        "ar": "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَا تَشْكُرُونَ",
        "id": "Katakanlah: \"Dia-lah Yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan dan hati\". (Tetapi) amat sedikit kamu bersyukur.",
        "nomor": "23",
        "tr": "qul huwa <strong>al</strong>la<u>dz</u>ii ansya-akum waja'ala lakumu <strong>al</strong>ssam'a wa<strong>a</strong>l-ab<u>shaa</u>ra wa<strong>a</strong>l-af-idata qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
    },
    {
        "ar": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
        "id": "Katakanlah: \"Dia-lah Yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan\".",
        "nomor": "24",
        "tr": "qul huwa <strong>al</strong>la<u>dz</u>ii <u>dz</u>ara-akum fii <strong>a</strong>l-ar<u>dh</u>i wa-ilayhi tu<u>h</u>syaruun<strong>a</strong>"
    },
    {
        "ar": "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Dan mereka berkata: \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\"",
        "nomor": "25",
        "tr": "wayaquuluuna mat<u>aa</u> h<u>aadzaa</u> <strong>a</strong>lwa'du in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
        "id": "Katakanlah: \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan\".",
        "nomor": "26",
        "tr": "qul innam<u>aa</u> <strong>a</strong>l'ilmu 'inda <strong>al</strong>l<u>aa</u>hi wa-innam<u>aa</u> an<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
    },
    {
        "ar": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ",
        "id": "Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya.",
        "nomor": "27",
        "tr": "falamm<u>aa</u> ra-awhu zulfatan sii-at wujuuhu <strong>al</strong>la<u>dz</u>iina kafaruu waqiila h<u>aadzaa</u> <strong>al</strong>la<u>dz</u>ii kuntum bihi tadda'uun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
        "id": "Katakanlah: \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk syurga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih ?\"",
        "nomor": "28",
        "tr": "qul ara-aytum in ahlakaniya <strong>al</strong>l<u>aa</u>hu waman ma'iya aw ra<u>h</u>iman<u>aa</u> faman yujiiru <strong>a</strong>lk<u>aa</u>firiina min 'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
    },
    {
        "ar": "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
        "id": "Katakanlah: \"Dia-lah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakkal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata\".",
        "nomor": "29",
        "tr": "qul huwa <strong>al</strong>rra<u>h</u>m<u>aa</u>nu <u>aa</u>mann<u>aa</u> bihi wa'alayhi tawakkaln<u>aa</u> fasata'lamuuna man huwa fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
    },
    {
        "ar": "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ",
        "id": "Katakanlah: \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?\".",
        "nomor": "30",
        "tr": "qul ara-aytum in a<u>sh</u>ba<u>h</u>a m<u>aa</u>ukum ghawran faman ya/tiikum bim<u>aa</u>-in ma'iin<strong>in</strong>"
    }
]