[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ المص",
        "id": "Alif laam mim shaad.",
        "nomor": "1",
        "tr": "alif-l<u>aa</u>m-miim-<u>shaa</u>d"
    },
    {
        "ar": "كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
        "id": "Ini adalah sebuah kitab yang diturunkan kepadamu, maka janganlah ada kesempitan di dalam dadamu karenanya, supaya kamu memberi peringatan dengan kitab itu (kepada orang kafir), dan menjadi pelajaran bagi orang-orang yang beriman.",
        "nomor": "2",
        "tr": "kit<u>aa</u>bun unzila ilayka fal<u>aa</u> yakun fii <u>sh</u>adrika <u>h</u>arajun minhu litun<u>dz</u>ira bihi wa<u>dz</u>ikr<u>aa</u> lilmu/miniin<strong>a</strong>"
    },
    {
        "ar": "اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ ۗ قَلِيلًا مَا تَذَكَّرُونَ",
        "id": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu dan janganlah kamu mengikuti pemimpin-pemimpin selain-Nya. Amat sedikitlah kamu mengambil pelajaran (daripadanya).",
        "nomor": "3",
        "tr": "ittabi'uu m<u>aa</u> unzila ilaykum min rabbikum wal<u>aa</u> tattabi'uu min duunihi awliy<u>aa</u>-a qaliilan m<u>aa</u> ta<u>dz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ",
        "id": "Betapa banyaknya negeri yang telah Kami binasakan, maka datanglah siksaan Kami (menimpa penduduk)nya di waktu mereka berada di malam hari, atau di waktu mereka beristirahat di tengah hari.",
        "nomor": "4",
        "tr": "wakam min qaryatin ahlakn<u>aa</u>h<u>aa</u> faj<u>aa</u>-ah<u>aa</u> ba/sun<u>aa</u> bay<u>aa</u>tan aw hum q<u>aa</u>-iluun<strong>a</strong>"
    },
    {
        "ar": "فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ",
        "id": "Maka tidak adalah keluhan mereka di waktu datang kepada mereka siksaan Kami, kecuali mengatakan: \"Sesungguhnya kami adalah orang-orang yang zalim\".",
        "nomor": "5",
        "tr": "fam<u>aa</u> k<u>aa</u>na da'w<u>aa</u>hum i<u>dz</u> j<u>aa</u>-ahum ba/sun<u>aa</u> ill<u>aa</u> an q<u>aa</u>luu inn<u>aa</u> kunn<u>aa</u> <u>zhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ",
        "id": "Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka dan sesungguhnya Kami akan menanyai (pula) rasul-rasul (Kami),",
        "nomor": "6",
        "tr": "falanas-alanna <strong>al</strong>la<u>dz</u>iina ursila ilayhim walanas-alanna <strong>a</strong>lmursaliin<strong>a</strong>"
    },
    {
        "ar": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ ۖ وَمَا كُنَّا غَائِبِينَ",
        "id": "maka sesungguhnya akan Kami kabarkan kepada mereka (apa-apa yang telah mereka perbuat), sedang (Kami) mengetahui (keadaan mereka), dan Kami sekali-kali tidak jauh (dari mereka).",
        "nomor": "7",
        "tr": "falanaqu<u>shsh</u>anna 'alayhim bi'ilmin wam<u>aa</u> kunn<u>aa</u> gh<u>aa</u>-ibiin<strong>a</strong>"
    },
    {
        "ar": "وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ ۚ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
        "id": "Timbangan pada hari itu ialah kebenaran (keadilan), maka barangsiapa berat timbangan kebaikannya, maka mereka itulah orang-orang yang beruntung.",
        "nomor": "8",
        "tr": "wa<strong>a</strong>lwaznu yawma-i<u>dz</u>ini <strong>a</strong>l<u>h</u>aqqu faman tsaqulat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ",
        "id": "Dan siapa yang ringan timbangan kebaikannya, maka itulah orang-orang yang merugikan dirinya sendiri, disebabkan mereka selalu mengingkari ayat-ayat Kami.",
        "nomor": "9",
        "tr": "waman khaffat maw<u>aa</u>ziinuhu faul<u>aa</u>-ika <strong>al</strong>la<u>dz</u>iina khasiruu anfusahum bim<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> ya<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ ۗ قَلِيلًا مَا تَشْكُرُونَ",
        "id": "Sesungguhnya Kami telah menempatkan kamu sekalian di muka bumi dan Kami adakan bagimu di muka bumi (sumber) penghidupan. Amat sedikitlah kamu bersyukur.",
        "nomor": "10",
        "tr": "walaqad makkann<u>aa</u>kum fii <strong>a</strong>l-ar<u>dh</u>i waja'aln<u>aa</u> lakum fiih<u>aa</u> ma'<u>aa</u>yisya qaliilan m<u>aa</u> tasykuruun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ",
        "id": "Sesungguhnya Kami telah menciptakan kamu (Adam), lalu Kami bentuk tubuhmu, kemudian Kami katakan kepada para malaikat: \"Bersujudlah kamu kepada Adam\", maka merekapun bersujud kecuali iblis. Dia tidak termasuk mereka yang bersujud.",
        "nomor": "11",
        "tr": "walaqad khalaqn<u>aa</u>kum tsumma <u>sh</u>awwarn<u>aa</u>kum tsumma quln<u>aa</u> lilmal<u>aa</u>-ikati usjuduu li-<u>aa</u>dama fasajaduu ill<u>aa</u> ibliisa lam yakun mina <strong>al</strong>ss<u>aa</u>jidiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ",
        "id": "Allah berfirman: \"Apakah yang menghalangimu untuk bersujud (kepada Adam) di waktu Aku menyuruhmu?\" Menjawab iblis \"Saya lebih baik daripadanya: Engkau ciptakan saya dari api sedang dia Engkau ciptakan dari tanah\".",
        "nomor": "12",
        "tr": "q<u>aa</u>la m<u>aa</u> mana'aka <strong>al</strong>l<u>aa</u> tasjuda i<u>dz</u> amartuka q<u>aa</u>la an<u>aa</u> khayrun minhu khalaqtanii min n<u>aa</u>rin wakhalaqtahu min <u>th</u>iin<strong>in</strong>"
    },
    {
        "ar": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ",
        "id": "Allah berfirman: \"Turunlah kamu dari surga itu; karena kamu sepatutnya menyombongkan diri di dalamnya, maka keluarlah, sesungguhnya kamu termasuk orang-orang yang hina\".",
        "nomor": "13",
        "tr": "q<u>aa</u>la fa<strong>i</strong>hbi<u>th</u> minh<u>aa</u> fam<u>aa</u> yakuunu laka an tatakabbara fiih<u>aa</u> fa<strong>u</strong>khruj innaka mina <strong>al</strong><u>shshaa</u>ghiriin<strong>a</strong>"
    },
    {
        "ar": "قَالَ أَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
        "id": "Iblis menjawab: \"Beri tangguhlah saya sampai waktu mereka dibangkitkan\".",
        "nomor": "14",
        "tr": "q<u>aa</u>la an<u>zh</u>irnii il<u>aa</u> yawmi yub'atsuun<strong>a</strong>"
    },
    {
        "ar": "قَالَ إِنَّكَ مِنَ الْمُنْظَرِينَ",
        "id": "Allah berfirman: \"Sesungguhnya kamu termasuk mereka yang diberi tangguh.\"",
        "nomor": "15",
        "tr": "q<u>aa</u>la innaka mina <strong>a</strong>lmun<u>zh</u>ariin<strong>a</strong>"
    },
    {
        "ar": "قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ",
        "id": "Iblis menjawab: \"Karena Engkau telah menghukum saya tersesat, saya benar-benar akan (menghalang-halangi) mereka dari jalan Engkau yang lurus,",
        "nomor": "16",
        "tr": "q<u>aa</u>la fabim<u>aa</u> aghwaytanii la-aq'udanna lahum <u>sh</u>ir<u>aath</u>aka <strong>a</strong>lmustaqiim<strong>a</strong>"
    },
    {
        "ar": "ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ",
        "id": "kemudian saya akan mendatangi mereka dari muka dan dari belakang mereka, dari kanan dan dari kiri mereka. Dan Engkau tidak akan men-dapati kebanyakan mereka bersyukur (ta'at).",
        "nomor": "17",
        "tr": "tsumma la<u>aa</u>tiyannahum min bayni aydiihim wamin khalfihim wa'an aym<u>aa</u>nihim wa'an syam<u>aa</u>-ilihim wal<u>aa</u> tajidu aktsarahum sy<u>aa</u>kiriin<strong>a</strong>"
    },
    {
        "ar": "قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا ۖ لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكُمْ أَجْمَعِينَ",
        "id": "Allah berfirman: \"Keluarlah kamu dari surga itu sebagai orang terhina lagi terusir. Sesungguhnya barangsiapa di antara mereka mengikuti kamu, benar-benar Aku akan mengisi neraka Jahannam dengan kamu semuanya\".",
        "nomor": "18",
        "tr": "q<u>aa</u>la ukhruj minh<u>aa</u> ma<u>dz</u>uuman mad<u>h</u>uuran laman tabi'aka minhum la-amla-anna jahannama minkum ajma'iin<strong>a</strong>"
    },
    {
        "ar": "وَيَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَٰذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
        "id": "(Dan Allah berfirman): \"Hai Adam bertempat tinggallah kamu dan isterimu di surga serta makanlah olehmu berdua (buah-buahan) di mana saja yang kamu sukai, dan janganlah kamu berdua mendekati pohon ini, lalu menjadilah kamu berdua termasuk orang-orang yang zalim.\"",
        "nomor": "19",
        "tr": "way<u>aa</u> <u>aa</u>damu uskun anta wazawjuka <strong>a</strong>ljannata fakul<u>aa</u> min <u>h</u>aytsu syi/tum<u>aa</u> wal<u>aa</u> taqrab<u>aa</u> h<u>aadz</u>ihi <strong>al</strong>sysyajarata fatakuun<u>aa</u> mina <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَٰذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ",
        "id": "Maka syaitan membisikkan pikiran jahat kepada keduanya untuk menampakkan kepada keduanya apa yang tertutup dari mereka yaitu auratnya dan syaitan berkata: \"Tuhan kamu tidak melarangmu dan mendekati pohon ini, melainkan supaya kamu berdua tidak menjadi malaikat atau tidak menjadi orang-orang yang kekal (dalam surga)\".",
        "nomor": "20",
        "tr": "fawaswasa lahum<u>aa</u> <strong>al</strong>sysyay<u>th</u><u>aa</u>nu liyubdiya lahum<u>aa</u> m<u>aa</u> wuuriya 'anhum<u>aa</u> min saw-<u>aa</u>tihim<u>aa</u> waq<u>aa</u>la m<u>aa</u> nah<u>aa</u>kum<u>aa</u> rabbukum<u>aa</u> 'an h<u>aadz</u>ihi <strong>al</strong>sysyajarati ill<u>aa</u> an takuun<u>aa</u> malakayni aw takuun<u>aa</u> mina <strong>a</strong>lkh<u>aa</u>lidiin<strong>a</strong>"
    },
    {
        "ar": "وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ",
        "id": "Dan dia (syaitan) bersumpah kepada keduanya. \"Sesungguhnya saya adalah termasuk orang yang memberi nasehat kepada kamu berdua\",",
        "nomor": "21",
        "tr": "waq<u>aa</u>samahum<u>aa</u> innii lakum<u>aa</u> lamina <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "فَدَلَّاهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ ۖ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ",
        "id": "maka syaitan membujuk keduanya (untuk memakan buah itu) dengan tipu daya. Tatkala keduanya telah merasai buah kayu itu, nampaklah bagi keduanya aurat-auratnya, dan mulailah keduanya menutupinya dengan daun-daun surga. Kemudian Tuhan mereka menyeru mereka: \"Bukankah Aku telah melarang kamu berdua dari pohon kayu itu dan Aku katakan kepadamu: \"Sesungguhnya syaitan itu adalah musuh yang nyata bagi kamu berdua?\"",
        "nomor": "22",
        "tr": "fadall<u>aa</u>hum<u>aa</u> bighuruurin falamm<u>aa</u> <u>dzaa</u>q<u>aa</u> <strong>al</strong>sysyajarata badat lahum<u>aa</u> saw-<u>aa</u>tuhum<u>aa</u> wa<u>th</u>afiq<u>aa</u> yakh<u>sh</u>if<u>aa</u>ni 'alayhim<u>aa</u> min waraqi aljannati wan<u>aa</u>d<u>aa</u>hum<u>aa</u> rabbuhum<u>aa</u> alam anhakum<u>aa</u> 'an tilkum<u>aa</u> <strong>al</strong>sysyajarati wa-aqul lakum<u>aa</u> inna <strong>al</strong>sysyay<u>th</u><u>aa</u>na lakum<u>aa</u> 'aduwwun mubiin<strong>un</strong>"
    },
    {
        "ar": "قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
        "id": "Keduanya berkata: \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri, dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi.",
        "nomor": "23",
        "tr": "q<u>aa</u>l<u>aa</u> rabban<u>aa</u> <u>zh</u>alamn<u>aa</u> anfusan<u>aa</u> wa-in lam taghfir lan<u>aa</u> watar<u>h</u>amn<u>aa </u>lanakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
    },
    {
        "ar": "قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ",
        "id": "Allah berfirman: \"Turunlah kamu sekalian, sebahagian kamu menjadi musuh bagi sebahagian yang lain. Dan kamu mempunyai tempat kediaman dan kesenangan (tempat mencari kehidupan) di muka bumi sampai waktu yang telah ditentukan\".",
        "nomor": "24",
        "tr": "q<u>aa</u>la ihbi<u>th</u>uu ba'<u>dh</u>ukum liba'<u>dh</u>in 'aduwwun walakum fii <strong>a</strong>l-ar<u>dh</u>i mustaqarrun wamat<u>aa</u>'un il<u>aa</u> <u>h</u>iin<strong>in</strong>"
    },
    {
        "ar": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
        "id": "Allah berfirman: \"Di bumi itu kamu hidup dan di bumi itu kamu mati, dan dari bumi itu (pula) kamu akan dibangkitkan.",
        "nomor": "25",
        "tr": "q<u>aa</u>la fiih<u>aa</u> ta<u>h</u>yawna wafiih<u>aa</u> tamuutuuna waminh<u>aa</u> tukhrajuun<strong>a</strong>"
    },
    {
        "ar": "يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
        "id": "Hai anak Adam, sesungguhnya Kami telah menurunkan kepadamu pakaian untuk menutup 'auratmu dan pakaian indah untuk perhiasan. Dan pakaian takwa itulah yang paling baik. Yang demikian itu adalah sebahagian dari tanda-tanda kekuasaan Allah, mudah-mudahan mereka selalu ingat.",
        "nomor": "26",
        "tr": "y<u>aa</u> banii <u>aa</u>dama qad anzaln<u>aa</u> 'alaykum lib<u>aa</u>san yuw<u>aa</u>rii saw-<u>aa</u>tikum wariisyan walib<u>aa</u>su <strong>al</strong>ttaqw<u>aa</u> <u>dzaa</u>lika khayrun <u>dzaa</u>lika min <u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا ۗ إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
        "id": "Hai anak Adam, janganlah sekali-kali kamu dapat ditipu oleh syaitan sebagaimana ia telah mengeluarkan kedua ibu bapamu dari surga, ia menanggalkan dari keduanya pakaiannya untuk memperlihatkan kepada keduanya 'auratnya. Sesungguhnya ia dan pengikut-pengikutnya melihat kamu dan suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan syaitan-syaitan itu pemimpin-pemimpim bagi orang-orang yang tidak beriman.",
        "nomor": "27",
        "tr": "y<u>aa</u> banii <u>aa</u>dama l<u>aa</u> yaftinannakumu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu kam<u>aa</u> akhraja abawaykum mina <strong>a</strong>ljannati yanzi'u 'anhum<u>aa</u> lib<u>aa</u>sahum<u>aa</u> liyuriyahum<u>aa</u> saw-<u>aa</u>tihim<u>aa</u> innahu yar<u>aa</u>kum huwa waqabiiluhu min <u>h</u>aytsu l<u>aa</u> tarawnahum inn<u>aa</u> ja'aln<u>aa</u> <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a lilla<u>dz</u>iina l<u>aa</u> yu/minuun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ ۖ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
        "id": "Dan apabila mereka melakukan perbuatan keji, mereka berkata: \"Kami mendapati nenek moyang kami mengerjakan yang demikian itu, dan Allah menyuruh kami mengerjakannya.\" Katakanlah: \"Sesungguhnya Allah tidak menyuruh (mengerjakan) perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?",
        "nomor": "28",
        "tr": "wa-i<u>dzaa</u> fa'aluu f<u>aah</u>isyatan q<u>aa</u>luu wajadn<u>aa</u> 'alayh<u>aa</u> <u>aa</u>b<u>aa</u>-an<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu amaran<u>aa</u> bih<u>aa</u> qul inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> ya/muru bi<strong>a</strong>lfa<u>h</u>sy<u>aa</u>-i ataquuluuna 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَمَرَ رَبِّي بِالْقِسْطِ ۖ وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
        "id": "Katakanlah: \"Tuhanku menyuruh menjalankan keadilan\". Dan (kata-kanlah): \"Luruskanlah muka (diri)mu di setiap sembahyang dan sembahlah Allah dengan mengikhlaskan keta'atanmu kepada-Nya. Sebagaimana Dia telah menciptakan kamu pada permulaan (demikian pulalah kamu akan kembali kepadaNya)\".",
        "nomor": "29",
        "tr": "qul amara rabbii bi<strong>a</strong>lqis<u>th</u>i wa-aqiimuu wujuuhakum 'inda kulli masjidin wa<strong>u</strong>d'uuhu mukhli<u>sh</u>iina lahu <strong>al</strong>ddiina kam<u>aa</u> bada-akum ta'uuduun<strong>a</strong>"
    },
    {
        "ar": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ ۗ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
        "id": "Sebahagian diberi-Nya petunjuk dan sebahagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan syaitan-syaitan pelindung (mereka) selain Allah, dan mereka mengira bahwa mereka mendapat petunjuk.",
        "nomor": "30",
        "tr": "fariiqan had<u>aa</u> wafariiqan <u>h</u>aqqa 'alayhimu <strong>al</strong><u>dhdh</u>al<u>aa</u>latu innahumu ittakha<u>dz</u>uu <strong>al</strong>sysyay<u>aath</u>iina awliy<u>aa</u>-a min duuni <strong>al</strong>l<u>aa</u>hi waya<u>h</u>sabuuna annahum muhtaduun<strong>a</strong>"
    },
    {
        "ar": "يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا ۚ إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
        "id": "Hai anak Adam, pakailah pakaianmu yang indah di setiap (memasuki) mesjid, makan dan minumlah, dan janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan.",
        "nomor": "31",
        "tr": "y<u>aa</u> banii <u>aa</u>dama khu<u>dz</u>uu ziinatakum 'inda kulli masjidin wakuluu wa<strong>i</strong>syrabuu wal<u>aa</u> tusrifuu innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmusrifiin<strong>a</strong>"
    },
    {
        "ar": "قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ ۚ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ ۗ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
        "id": "Katakanlah: \"Siapakah yang mengharamkan perhiasan dari Allah yang telah dikeluarkan-Nya untuk hamba-hamba-Nya dan (siapa pulakah yang mengharamkan) rezki yang baik?\" Katakanlah: \"Semuanya itu (disediakan) bagi orang-orang yang beriman dalam kehidupan dunia, khusus (untuk mereka saja) di hari kiamat.\" Demikianlah Kami menjelaskan ayat-ayat itu bagi orang-orang yang mengetahui.",
        "nomor": "32",
        "tr": "qul man <u>h</u>arrama ziinata <strong>al</strong>l<u>aa</u>hi <strong>al</strong>latii akhraja li'ib<u>aa</u>dihi wa<strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti mina <strong>al</strong>rrizqi qul hiya lilla<u>dz</u>iina <u>aa</u>manuu fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> kh<u>aa</u>li<u>sh</u>atan yawma <strong>a</strong>lqiy<u>aa</u>mati ka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
        "id": "Katakanlah: \"Tuhanku hanya mengharamkan perbuatan yang keji, baik yang nampak ataupun yang tersembunyi, dan perbuatan dosa, melanggar hak manusia tanpa alasan yang benar, (mengharamkan) mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan hujjah untuk itu dan (mengharamkan) mengada-adakan terhadap Allah apa yang tidak kamu ketahui.\"",
        "nomor": "33",
        "tr": "qul innam<u>aa</u> <u>h</u>arrama rabbiya <strong>a</strong>lfaw<u>aah</u>isya m<u>aa</u> <u>zh</u>ahara minh<u>aa</u> wam<u>aa</u> ba<u>th</u>ana wa<strong>a</strong>l-itsma wa<strong>a</strong>lbaghya bighayri <strong>a</strong>l<u>h</u>aqqi wa-an tusyrikuu bi<strong>al</strong>l<u>aa</u>hi m<u>aa</u> lam yunazzil bihi sul<u>th</u><u>aa</u>nan wa-an taquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
        "id": "Tiap-tiap umat mempunyai batas waktu; maka apabila telah datang waktunya mereka tidak dapat mengundurkannya barang sesaatpun dan tidak dapat (pula) memajukannya.",
        "nomor": "34",
        "tr": "walikulli ummatin ajalun fa-i<u>dzaa</u> j<u>aa</u>-a ajaluhum l<u>aa</u> yasta/khiruuna s<u>aa</u>'atan wal<u>aa</u> yastaqdimuun<strong>a</strong>"
    },
    {
        "ar": "يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي ۙ فَمَنِ اتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
        "id": "Hai anak-anak Adam, jika datang kepadamu rasul-rasul daripada kamu yang menceritakan kepadamu ayat-ayat-Ku, maka barangsiapa yang bertakwa dan mengadakan perbaikan, tidaklah ada kekhawatiran ter-hadap mereka dan tidak (pula) mereka bersedih hati.",
        "nomor": "35",
        "tr": "y<u>aa</u> banii <u>aa</u>dama imm<u>aa</u> ya/tiyannakum rusulun minkum yaqu<u>shsh</u>uuna 'alaykum <u>aa</u>y<u>aa</u>tii famani ittaq<u>aa</u> wa-a<u>sh</u>la<u>h</u>a fal<u>aa</u> khawfun 'alayhim wal<u>aa</u> hum ya<u>h</u>zanuun<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
        "id": "Dan orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itu penghuni-penghuni neraka; mereka kekal di dalamnya.",
        "nomor": "36",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>al</strong>nn<u>aa</u>ri hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
    },
    {
        "ar": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ أُولَٰئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ ۖ حَتَّىٰ إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ ۖ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَىٰ أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
        "id": "Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah atau mendustakan ayat-ayat-Nya? Orang-orang itu akan memperoleh bahagian yang telah ditentukan untuknya dalam Kitab (Lauh Mahfuzh); hingga bila datang kepada mereka utusan-utusan Kami (malaikat) untuk mengambil nyawanya, (di waktu itu) utusan Kami bertanya: \"Di mana (berhala-berhala) yang biasa kamu sembah selain Allah?\" Orang-orang musyrik itu menjawab: \"Berhala-berhala itu semuanya telah lenyap dari kami,\" dan mereka mengakui terhadap diri mereka bahwa mereka adalah orang-orang yang kafir.",
        "nomor": "37",
        "tr": "faman a<u>zh</u>lamu mimmani iftar<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban aw ka<u>dzdz</u>aba bi-<u>aa</u>y<u>aa</u>tihi ul<u>aa</u>-ika yan<u>aa</u>luhum na<u>sh</u>iibuhum mina <strong>a</strong>lkit<u>aa</u>bi <u>h</u>att<u>aa</u> i<u>dzaa</u> j<u>aa</u>-at-hum rusulun<u>aa</u> yatawaffawnahum q<u>aa</u>luu ayna m<u>aa</u> kuntum tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi q<u>aa</u>luu <u>dh</u>alluu 'ann<u>aa</u> wasyahiduu 'al<u>aa</u> anfusihim annahum k<u>aa</u>nuu k<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا ۖ حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ",
        "id": "Allah berfirman: \"Masuklah kamu sekalian ke dalam neraka bersama umat-umat jin dan manusia yang telah terdahulu sebelum kamu. Setiap suatu umat masuk (ke dalam neraka), dia mengutuk kawannya (menyesatkannya); sehingga apabila mereka masuk semuanya berkatalah orang-orang yang masuk kemudian di antara mereka kepada orang-orang yang masuk terdahulu: \"Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda dari neraka\". Allah berfirman: \"Masing-masing mendapat (siksaan) yang berlipat ganda, akan tetapi kamu tidak mengetahui\".",
        "nomor": "38",
        "tr": "q<u>aa</u>la udkhuluu fii umamin qad khalat min qablikum mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi fii <strong>al</strong>nn<u>aa</u>ri kullam<u>aa</u> dakhalat ummatun la'anat ukhtah<u>aa</u> <u>h</u>att<u>aa</u> i<u>dzaa</u> idd<u>aa</u>rakuu fiih<u>aa</u> jamii'an q<u>aa</u>lat ukhr<u>aa</u>hum li-uul<u>aa</u>hum rabban<u>aa</u> h<u>aa</u>ul<u>aa</u>-i a<u>dh</u>alluun<u>aa</u> fa<u>aa</u>tihim 'a<u>dzaa</u>ban <u>dh</u>i'fan mina <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>la likullin <u>dh</u>i'fun wal<u>aa</u>kin l<u>aa</u> ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ",
        "id": "Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian: \"Kamu tidak mempunyai kelebihan sedikitpun atas kami, maka rasakanlah siksaan karena perbuatan yang telah kamu lakukan\".",
        "nomor": "39",
        "tr": "waq<u>aa</u>lat uul<u>aa</u>hum li-ukhr<u>aa</u>hum fam<u>aa</u> k<u>aa</u>na lakum 'alayn<u>aa</u> min fa<u>dh</u>lin fa<u>dz</u>uuquu <strong>a</strong>l'a<u>dzaa</u>ba bim<u>aa</u> kuntum taksibuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِي الْمُجْرِمِينَ",
        "id": "Sesungguhnya orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, sekali-kali tidak akan dibukakan bagi mereka pintu-pintu langit dan tidak (pula) mereka masuk surga, hingga unta masuk ke lubang jarum. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat kejahatan.",
        "nomor": "40",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa<strong>i</strong>stakbaruu 'anh<u>aa</u> l<u>aa</u> tufatta<u>h</u>u lahum abw<u>aa</u>bu <strong>al</strong>ssam<u>aa</u>-i wal<u>aa</u> yadkhuluuna <strong>a</strong>ljannata <u>h</u>att<u>aa</u> yalija <strong>a</strong>ljamalu fii sammi <strong>a</strong>lkhiy<u>aath</u>i waka<u>dzaa</u>lika najzii <strong>a</strong>lmujrimiin<strong>a</strong>"
    },
    {
        "ar": "لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
        "id": "Mereka mempunyai tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim,",
        "nomor": "41",
        "tr": "lahum min jahannama mih<u>aa</u>dun wamin fawqihim ghaw<u>aa</u>syin waka<u>dzaa</u>lika najzii <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
        "id": "dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, Kami tidak memikulkan kewajiban kepada diri seseorang melainkan sekedar kesanggupannya, mereka itulah penghuni-penghuni surga; mereka kekal di dalamnya.",
        "nomor": "42",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu wa'amiluu <strong>al</strong><u>shshaa</u>li<u>haa</u>ti l<u>aa</u> nukallifu nafsan ill<u>aa</u> wus'ah<u>aa</u> ul<u>aa</u>-ika a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati hum fiih<u>aa</u> kh<u>aa</u>liduun<strong>a</strong>"
    },
    {
        "ar": "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ ۖ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ۖ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
        "id": "Dan Kami cabut segala macam dendam yang berada di dalam dada mereka; mengalir di bawah mereka sungai-sungai dan mereka berkata: \"Segala puji bagi Allah yang telah menunjuki kami kepada (surga) ini. Dan kami sekali-kali tidak akan mendapat petunjuk kalau Allah tidak memberi kami petunjuk. Sesungguhnya telah datang rasul-rasul Tuhan kami, membawa kebenaran.\" Dan diserukan kepada mereka: \"ltulah surga yang diwariskan kepadamu, disebabkan apa yang dahulu kamu kerjakan.\"",
        "nomor": "43",
        "tr": "wanaza'n<u>aa</u> m<u>aa</u> fii <u>sh</u>uduurihim min ghillin tajrii min ta<u>h</u>tihimu <strong>a</strong>l-anh<u>aa</u>ru waq<u>aa</u>luu <strong>a</strong>l<u>h</u>amdu lill<u>aa</u>hi <strong>al</strong>la<u>dz</u>ii had<u>aa</u>n<u>aa</u> lih<u>aadzaa</u> wam<u>aa</u> kunn<u>aa</u> linahtadiya lawl<u>aa</u> an had<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu laqad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wanuuduu an tilkumu <strong>a</strong>ljannatu uuritstumuuh<u>aa</u> bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
    },
    {
        "ar": "وَنَادَىٰ أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
        "id": "Dan penghuni-penghuni surga berseru kepada Penghuni-penghuni neraka (dengan mengatakan): \"Sesungguhnya kami dengan sebenarnya telah memperoleh apa yang Tuhan kami menjanjikannya kepada kami. Maka apakah kamu telah memperoleh dengan sebenarnya apa (azab) yang Tuhan kamu menjanjikannya (kepadamu)?\" Mereka (penduduk neraka) menjawab: \"Betul\". Kemudian seorang penyeru (malaikat) mengumumkan di antara kedua golongan itu: \"Kutukan Allah ditimpakan kepada orang-orang yang zalim,",
        "nomor": "44",
        "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>ljannati a<u>sh</u>-<u>haa</u>ba <strong>al</strong>nn<u>aa</u>ri an qad wajadn<u>aa</u> m<u>aa</u> wa'adan<u>aa</u> rabbun<u>aa</u> <u>h</u>aqqan fahal wajadtum m<u>aa</u> wa'ada rabbukum <u>h</u>aqqan q<u>aa</u>luu na'am fa-a<u>dzdz</u>ana mu-a<u>dzdz</u>inun baynahum an la'natu <strong>al</strong>l<u>aa</u>hi 'al<u>aa</u> <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ كَافِرُونَ",
        "id": "(yaitu) orang-orang yang menghalang-halangi (manusia) dari jalan Allah dan menginginkan agar jalan itu menjadi bengkok, dan mereka kafir kepada kehidupan akhirat.\"",
        "nomor": "45",
        "tr": "<strong>al</strong>la<u>dz</u>iina ya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wayabghuunah<u>aa</u> 'iwajan wahum bi<strong>a</strong>l-<u>aa</u>khirati k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ ۚ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
        "id": "Dan di antara keduanya (penghuni surga dan neraka) ada batas; dan di atas A'raaf itu ada orang-orang yang mengenal masing-masing dari dua golongan itu dengan tanda-tanda mereka. Dan mereka menyeru penduduk surga: \"Salaamun 'alaikum\". Mereka belum lagi memasukinya, sedang mereka ingin segera (memasukinya).",
        "nomor": "46",
        "tr": "wabaynahum<u>aa</u> <u>h</u>ij<u>aa</u>bun wa'al<u>aa</u> <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lun ya'rifuuna kullan bisiim<u>aa</u>hum wan<u>aa</u>daw a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an sal<u>aa</u>mun 'alaykum lam yadkhuluuh<u>aa</u> wahum ya<u>th</u>ma'uun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
        "id": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata: \"Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang yang zalim itu\".",
        "nomor": "47",
        "tr": "wa-i<u>dzaa</u> <u>sh</u>urifat ab<u>shaa</u>ruhum tilq<u>aa</u>-a a<u>sh</u>-<u>haa</u>bi <strong>al</strong>nn<u>aa</u>ri q<u>aa</u>luu rabban<u>aa</u> l<u>aa</u> taj'aln<u>aa</u> ma'a <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "وَنَادَىٰ أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَىٰ عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ",
        "id": "Dan orang-orang yang di atas A'raaf memanggil beberapa orang (pemuka-pemuka orang kafir) yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan: \"Harta yang kamu kumpulkan dan apa yang selalu kamu sombongkan itu, tidaklah memberi manfa'at kepadamu.\"",
        "nomor": "48",
        "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>a</strong>l-a'r<u>aa</u>fi rij<u>aa</u>lan ya'rifuunahum bisiim<u>aa</u>hum q<u>aa</u>luu m<u>aa</u> aghn<u>aa</u> 'ankum jam'ukum wam<u>aa</u> kuntum tastakbiruun<strong>a</strong>"
    },
    {
        "ar": "أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ۚ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ",
        "id": "(Orang-orang di atas A'raaf bertanya kepada penghuni neraka): \"Itukah orang-orang yang kamu telah bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\". (Kepada orang mu'min itu dikatakan): \"Masuklah ke dalam syurga, tidak ada kekhawatiran terhadapmu dan tidak (pula) kamu bersedih hati.\"",
        "nomor": "49",
        "tr": "ah<u>aa</u>ul<u>aa</u>-i <strong>al</strong>la<u>dz</u>iina aqsamtum l<u>aa</u> yan<u>aa</u>luhumu <strong>al</strong>l<u>aa</u>hu bira<u>h</u>matin udkhuluu <strong>a</strong>ljannata l<u>aa</u> khawfun 'alaykum wal<u>aa</u> antum ta<u>h</u>zanuun<strong>a</strong>"
    },
    {
        "ar": "وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ ۚ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ",
        "id": "Dan penghuni neraka menyeru penghuni syurga: \" Limpahkanlah kepada kami sedikit air atau makanan yang telah dirizkikan Allah kepadamu\". Mereka (penghuni surga) menjawab: \"Sesungguhnya Allah telah mengharamkan keduanya itu atas orang-orang kafir,",
        "nomor": "50",
        "tr": "wan<u>aa</u>d<u>aa</u> a<u>sh</u>-<u>haa</u>bu <strong>al</strong>n<u>aa</u>ri a<u>sh</u>-<u>haa</u>ba <strong>a</strong>ljannati an afii<u>dh</u>uu 'alayn<u>aa</u> mina <strong>a</strong>lm<u>aa</u>-i aw mimm<u>aa</u> razaqakumu <strong>al</strong>l<u>aa</u>hu q<u>aa</u>luu inna <strong>al</strong>l<u>aa</u>ha <u>h</u>arramahum<u>aa</u> 'al<u>aa</u> <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا ۚ فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
        "id": "(yaitu) orang-orang yang menjadikan agama mereka sebagai main-main dan senda gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari (kiamat) ini, Kami melupakan mereka sebagaimana mereka melupakan pertemuan mereka dengan hari ini, dan (sebagaimana) mereka selalu mengingkari ayat-ayat Kami.",
        "nomor": "51",
        "tr": "<strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu diinahum lahwan wala'iban wagharrat-humu <strong>a</strong>l<u>h</u>ay<u>aa</u>tu <strong>al</strong>dduny<u>aa</u> fa<strong>a</strong>lyawma nans<u>aa</u>hum kam<u>aa</u> nasuu liq<u>aa</u>-a yawmihim h<u>aadzaa</u> wam<u>aa</u> k<u>aa</u>nuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yaj<u>h</u>aduun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
        "id": "Dan sesungguhnya Kami telah mendatangkan sebuah Kitab (Al Qur'an) kepada mereka yang Kami telah menjelaskannya atas dasar pengetahuan Kami; menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
        "nomor": "52",
        "tr": "walaqad ji/n<u>aa</u>hum bikit<u>aa</u>bin fa<u>shsh</u>aln<u>aa</u>hu 'al<u>aa</u> 'ilmin hudan wara<u>h</u>matan liqawmin yu/minuun<strong>a</strong>"
    },
    {
        "ar": "هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ ۚ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
        "id": "Tiadalah mereka menunggu-nunggu kecuali (terlaksananya kebenaran) Al Qur'an itu. Pada hari datangnya kebenaran pemberitaan Al Qur'an itu, berkatalah orang-orang yang melupakannya sebelum itu: \"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafa'at yang akan memberi syafa'at bagi kami, atau dapatkah kami dikembalikan (ke dunia) sehingga kami dapat beramal yang lain dari yang pernah kami amalkan?\". Sungguh mereka telah merugikan diri mereka sendiri dan telah lenyaplah dari mereka tuhan-tuhan yang mereka ada-adakan.",
        "nomor": "53",
        "tr": "hal yan<u>zh</u>uruuna ill<u>aa</u> ta/wiilahu yawma ya/tii ta/wiiluhu yaquulu <strong>al</strong>la<u>dz</u>iina nasuuhu min qablu qad j<u>aa</u>-at rusulu rabbin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi fahal lan<u>aa</u> min syufa'<u>aa</u>-a fayasyfa'uu lan<u>aa</u> aw nuraddu fana'mala ghayra <strong>al</strong>la<u>dz</u>ii kunn<u>aa</u> na'malu qad khasiruu anfusahum wa<u>dh</u>alla 'anhum m<u>aa</u> k<u>aa</u>nuu yaftaruun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
        "id": "Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas 'Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat, dan (diciptakan-Nya pula) matahari, bulan dan bintang-bintang (masing-masing) tunduk kepada perintah-Nya. Ingatlah, menciptakan dan memerintah hanyalah hak Allah. Maha Suci Allah, Tuhan semesta alam.",
        "nomor": "54",
        "tr": "inna rabbakumu <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a fii sittati ayy<u>aa</u>min tsumma istaw<u>aa</u> 'al<u>aa</u> <strong>a</strong>l'arsyi yughsyii <strong>al</strong>layla <strong>al</strong>nnah<u>aa</u>ra ya<u>th</u>lubuhu <u>h</u>atsiitsan wa<strong>al</strong>sysyamsa wa<strong>a</strong>lqamara wa<strong>al</strong>nnujuuma musakhkhar<u>aa</u>tin bi-amrihi <strong>a</strong>l<u>aa</u> lahu <strong>a</strong>lkhalqu wa<strong>a</strong>l-amru tab<u>aa</u>raka <strong>al</strong>l<u>aa</u>hu rabbu <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ",
        "id": "Berdo'alah kepada Tuhanmu dengan berendah diri dan suara yang lembut. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
        "nomor": "55",
        "tr": "ud'uu rabbakum ta<u>dh</u>arru'an wakhufyatan innahu l<u>aa</u> yu<u>h</u>ibbu <strong>a</strong>lmu'tadiin<strong>a</strong>"
    },
    {
        "ar": "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ",
        "id": "Dan janganlah kamu membuat kerusakan di muka bumi, sesudah (Allah) memperbaikinya dan berdo'alah kepada-Nya dengan rasa takut (tidak akan diterima) dan harapan (akan dikabulkan). Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik.",
        "nomor": "56",
        "tr": "wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> wa<strong>u</strong>d'uuhu khawfan wa<u>th</u>ama'an inna ra<u>h</u>mata <strong>al</strong>l<u>aa</u>hi qariibun mina <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
    },
    {
        "ar": "وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ ۚ كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
        "id": "Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya (hujan); hingga apabila angin itu telah membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu, maka Kami keluarkan dengan sebab hujan itu pelbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang-orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
        "nomor": "57",
        "tr": "wahuwa <strong>al</strong>la<u>dz</u>ii yursilu <strong>al</strong>rriy<u>aah</u>a busyran bayna yaday ra<u>h</u>matihi <u>h</u>att<u>aa</u> i<u>dzaa</u> aqallat sa<u>haa</u>ban tsiq<u>aa</u>lan suqn<u>aa</u>hu libaladin mayyitin fa-anzaln<u>aa</u> bihi <strong>a</strong>lm<u>aa</u>-a fa-akhrajn<u>aa</u> bihi min kulli <strong>al</strong>tstsamar<u>aa</u>ti ka<u>dzaa</u>lika nukhriju <strong>a</strong>lmawt<u>aa</u> la'allakum ta<u>dz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ ۖ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ",
        "id": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan seizin Allah; dan tanah yang tidak subur, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami mengulangi tanda-tanda kebesaran (Kami) bagi orang-orang yang bersyukur.",
        "nomor": "58",
        "tr": "wa<strong>a</strong>lbaladu <strong>al</strong><u>ththh</u>ayyibu yakhruju nab<u>aa</u>tuhu bi-i<u>dz</u>ni rabbihi wa<strong>a</strong>lla<u>dz</u>ii khabutsa l<u>aa</u> yakhruju ill<u>aa</u> nakidan ka<u>dzaa</u>lika nu<u>sh</u>arrifu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin yasykuruun<strong>a</strong>"
    },
    {
        "ar": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
        "id": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya lalu ia berkata: \"Wahai kaumku sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya.\" Sesungguhnya (kalau kamu tidak menyembah Allah), aku takut kamu akan ditimpa azab hari yang besar (kiamat).",
        "nomor": "59",
        "tr": "laqad arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi faq<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu innii akh<u>aa</u>fu 'alaykum 'a<u>dzaa</u>ba yawmin 'a<u>zh</u>iim<strong>in</strong>"
    },
    {
        "ar": "قَالَ الْمَلَأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ",
        "id": "Pemuka-pemuka dari kaumnya berkata: \"Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata\".",
        "nomor": "60",
        "tr": "q<u>aa</u>la <strong>a</strong>lmalau min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii <u>dh</u>al<u>aa</u>lin mubiin<strong>in</strong>"
    },
    {
        "ar": "قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
        "id": "Nuh menjawab: \"Hai kaumku, tak ada padaku kesesatan sedikitpun tetapi aku adalah utusan dari Tuhan semesta alam\".",
        "nomor": "61",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi laysa bii <u>dh</u>al<u>aa</u>latun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
        "id": "\"Aku sampaikan kepadamu amanat-amanat Tuhanku dan aku memberi nasehat kepadamu. dan aku mengetahui dari Allah apa yang tidak kamu ketahui\".",
        "nomor": "62",
        "tr": "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>sh</u>a<u>h</u>u lakum wa-a'lamu mina <strong>al</strong>l<u>aa</u>hi m<u>aa</u> l<u>aa</u> ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ",
        "id": "Dan apakah kamu (tidak percaya) dan heran bahwa datang kepada kamu peringatan dari Tuhanmu dengan perantaraan seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu dan mudah-mudahan kamu bertakwa dan supaya kamu mendapat rahmat ?",
        "nomor": "63",
        "tr": "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum walitattaquu wala'allakum tur<u>h</u>amuun<strong>a</strong>"
    },
    {
        "ar": "فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ",
        "id": "Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya dalam bahtera, dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
        "nomor": "64",
        "tr": "faka<u>dzdz</u>abuuhu fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu fii <strong>a</strong>lfulki wa-aghraqn<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> innahum k<u>aa</u>nuu qawman 'amiin<strong>a</strong>"
    },
    {
        "ar": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۚ أَفَلَا تَتَّقُونَ",
        "id": "Dan (Kami telah mengutus) kepada kaum 'Aad saudara mereka, Hud. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa kepada-Nya ?\"",
        "nomor": "65",
        "tr": "wa-il<u>aa</u> '<u>aa</u>din akh<u>aa</u>hum huudan q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu afal<u>aa</u> tattaquun<strong>a</strong>"
    },
    {
        "ar": "قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ",
        "id": "Pemuka-pemuka yang kafir dari kaumnya berkata: \"Sesungguhnya kami benar benar memandang kamu dalam keadaan kurang akal dan sesungguhnya kami menganggap kamu termasuk orang orang yang berdusta.\"",
        "nomor": "66",
        "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi inn<u>aa</u> lanar<u>aa</u>ka fii saf<u>aa</u>hatin wa-inn<u>aa</u> lana<u>zh</u>unnuka mina <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَٰكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
        "id": "Hud herkata \"Hai kaumku, tidak ada padaku kekurangan akal sedikitpun, tetapi aku ini adalah utusan dari Tuhan semesta alam.",
        "nomor": "67",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi laysa bii saf<u>aa</u>hatun wal<u>aa</u>kinnii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ",
        "id": "Aku menyampaikan amanat-amanat Tuhanku kepadamu dan aku hanyalah pemberi nasehat yang terpercaya bagimu\".",
        "nomor": "68",
        "tr": "uballighukum ris<u>aa</u>l<u>aa</u>ti rabbii wa-an<u>aa</u> lakum n<u>aas</u>i<u>h</u>un amiin<strong>un</strong>"
    },
    {
        "ar": "أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَىٰ رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ ۚ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً ۖ فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
        "id": "Apakah kamu (tidak percaya) dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh seorang laki-laki di antaramu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti (yang berkuasa) sesudah lenyapnya kaum Nuh, dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu (daripada kaum Nuh itu). Maka ingatlah nikmat-nikmat Allah supaya kamu mendapat keberuntungan.",
        "nomor": "69",
        "tr": "awa 'ajibtum an j<u>aa</u>-akum <u>dz</u>ikrun min rabbikum 'al<u>aa</u> rajulin minkum liyun<u>dz</u>irakum wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di qawmi nuu<u>h</u>in waz<u>aa</u>dakum fii <strong>a</strong>lkhalqi bas<u>th</u>atan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi la'allakum tufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
        "id": "Mereka berkata: \"Apakah kamu datang kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh bapak-bapak kami? maka datangkanlah azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar.\"",
        "nomor": "70",
        "tr": "q<u>aa</u>luu aji/tan<u>aa</u> lina'buda <strong>al</strong>l<u>aa</u>ha wa<u>h</u>dahu wana<u>dz</u>ara m<u>aa</u> k<u>aa</u>na ya'budu <u>aa</u>b<u>aa</u>un<u>aa</u> fa/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا نَزَّلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ ۚ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ",
        "id": "Ia berkata: \"Sungguh sudah pasti kamu akan ditimpa azab dan kemarahan dari Tuhanmu\". Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama (berhala) yang kamu beserta nenek moyangmu menamakannya, padahal Allah sekali-kali tidak menurunkan hujjah untuk itu? Maka tunggulah (azab itu), sesungguhnya aku juga termasuk orang yamg menunggu bersama kamu\".",
        "nomor": "71",
        "tr": "q<u>aa</u>la qad waqa'a 'alaykum min rabbikum rijsun wagha<u>dh</u>abun atuj<u>aa</u>diluunanii fii asm<u>aa</u>-in sammaytumuuh<u>aa</u> antum wa<u>aa</u>b<u>aa</u>ukum m<u>aa</u> nazzala <strong>al</strong>l<u>aa</u>hu bih<u>aa</u> min sul<u>th</u><u>aa</u>nin fa<strong>i</strong>nta<u>zh</u>iruu innii ma'akum mina <strong>a</strong>lmunta<u>zh</u>iriin<strong>a</strong>"
    },
    {
        "ar": "فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ وَمَا كَانُوا مُؤْمِنِينَ",
        "id": "Maka kami selamatkan Hud beserta orang-orang yang bersamanya dengan rahmat yang besar dari Kami, dan Kami tumpas orang-orang yang mendustakan ayat-ayat Kami, dan tiadalah mereka orang-orang yang beriman.",
        "nomor": "72",
        "tr": "fa-anjayn<u>aa</u>hu wa<strong>a</strong>lla<u>dz</u>iina ma'ahu bira<u>h</u>matin minn<u>aa</u> waqa<u>th</u>a'n<u>aa</u> d<u>aa</u>bira <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wam<u>aa</u> k<u>aa</u>nuu mu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ ۖ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً ۖ فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
        "id": "Dan (Kami telah mengutus) kepada kaum Tsamud saudara mereka Shaleh. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata kepadamu dari Tuhammu. Unta betina Allah ini menjadi tanda bagimu, maka biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apapun, (yang karenanya) kamu akan ditimpa siksaan yang pedih.\"",
        "nomor": "73",
        "tr": "wa-il<u>aa</u> tsamuuda akh<u>aa</u>hum <u>shaa</u>li<u>h</u>an q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum h<u>aadz</u>ihi n<u>aa</u>qatu <strong>al</strong>l<u>aa</u>hi lakum <u>aa</u>yatan fa<u>dz</u>aruuh<u>aa</u> ta/kul fii ar<u>dh</u>i <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> tamassuuh<u>aa</u> bisuu-in faya/khu<u>dz</u>akum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا ۖ فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
        "id": "Dan ingatlah olehmu di waktu Tuhan menjadikam kamu pengganti-pengganti (yang berkuasa) sesudah kaum 'Aad dan memberikan tempat bagimu di bumi. Kamu dirikan istana-istana di tanah-tanahnya yang datar dan kamu pahat gunung-gunungnya untuk dijadikan rumah; maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan.",
        "nomor": "74",
        "tr": "wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> ja'alakum khulaf<u>aa</u>-a min ba'di '<u>aa</u>din wabawwa-akum fii <strong>a</strong>l-ar<u>dh</u>i tattakhi<u>dz</u>uuna min suhuulih<u>aa</u> qu<u>sh</u>uuran watan<u>h</u>ituuna <strong>a</strong>ljib<u>aa</u>la buyuutan fa<strong>u</strong><u>dz</u>kuruu <u>aa</u>l<u>aa</u>-a <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ta'tsaw fii <strong>a</strong>l-ar<u>dh</u>i mufsidiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ",
        "id": "Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka: \"Tahukah kamu bahwa Shaleh di utus (menjadi rasul) oleh Tuhannya?\". Mereka menjawab: \"Sesungguhnya kami beriman kepada wahyu, yang Shaleh diutus untuk menyampaikannya\".",
        "nomor": "75",
        "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina istakbaruu min qawmihi lilla<u>dz</u>iina istu<u>dh</u>'ifuu liman <u>aa</u>mana minhum ata'lamuuna anna <u>shaa</u>li<u>h</u>an mursalun min rabbihi q<u>aa</u>luu inn<u>aa</u> bim<u>aa</u> ursila bihi mu/minuun<strong>a</strong>"
    },
    {
        "ar": "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ",
        "id": "Orang-orang yang menyombongkan diri berkata: \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu\".",
        "nomor": "76",
        "tr": "q<u>aa</u>la <strong>al</strong>la<u>dz</u>iina istakbaruu inn<u>aa</u> bi<strong>a</strong>lla<u>dz</u>ii <u>aa</u>mantum bihi k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ",
        "id": "Kemudian mereka sembelih unta betina itu, dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata: \"Hai Shaleh, datangkanlah apa yang kamu ancamkan itu kepada kami, jika (betul) kamu termasuk orang-orang yang diutus (Allah)\".",
        "nomor": "77",
        "tr": "fa'aqaruu <strong>al</strong>nn<u>aa</u>qata wa'ataw 'an amri rabbihim waq<u>aa</u>luu y<u>aa</u> <u>shaa</u>li<u>h</u>u i/tin<u>aa</u> bim<u>aa</u> ta'idun<u>aa</u> in kunta mina <strong>a</strong>lmursaliin<strong>a</strong>"
    },
    {
        "ar": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
        "id": "Karena itu mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka.",
        "nomor": "78",
        "tr": "fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
    },
    {
        "ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَٰكِنْ لَا تُحِبُّونَ النَّاصِحِينَ",
        "id": "Maka Shaleh meninggalkan mereka seraya berkata: \"Hai kaumku sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku, dan aku telah memberi nasehat kepadamu, tetapi kamu tidak menyukai orang-orang yang memberi nasehat\".",
        "nomor": "79",
        "tr": "fatawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> qawmi laqad ablaghtukum ris<u>aa</u>lata rabbii wana<u>sh</u>a<u>h</u>tu lakum wal<u>aa</u>kin l<u>aa</u> tu<u>h</u>ibbuuna <strong>al</strong>nn<u>aas</u>i<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ",
        "id": "Dan (Kami juga telah mengutus) Luth (kepada kaumnya). (Ingatlah) tatkala dia berkata kepada mereka: \"Mengapa kamu mengerjakan perbuatan faahisyah itu, yang belum pernah dikerjakan oleh seorangpun (di dunia ini) sebelummu?\"",
        "nomor": "80",
        "tr": "waluu<u>th</u>an i<u>dz</u> q<u>aa</u>la liqawmihi ata/tuuna <strong>a</strong>lf<u>aah</u>isyata m<u>aa</u> sabaqakum bih<u>aa</u> min a<u>h</u>adin mina <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
        "id": "Sesungguhnya kamu mendatangi lelaki untuk melepaskan nafsumu (kepada mereka), bukan kepada wanita, malah kamu ini adalah kaum yang melampaui batas.",
        "nomor": "81",
        "tr": "innakum lata/tuuna <strong>al</strong>rrij<u>aa</u>la syahwatan min duuni <strong>al</strong>nnis<u>aa</u>-i bal antum qawmun musrifuun<strong>a</strong>"
    },
    {
        "ar": "وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
        "id": "Jawab kaumnya tidak lain hanya mengatakan: \"Usirlah mereka (Luth dan pengikut-pengikutnya) dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura mensucikan diri.\"",
        "nomor": "82",
        "tr": "wam<u>aa</u> k<u>aa</u>na jaw<u>aa</u>ba qawmihi ill<u>aa</u> an q<u>aa</u>luu akhrijuuhum min qaryatikum innahum un<u>aa</u>sun yata<u>th</u>ahharuun<strong>a</strong>"
    },
    {
        "ar": "فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
        "id": "Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali isterinya; dia termasuk orang-orang yang tertinggal (dibinasakan).",
        "nomor": "83",
        "tr": "fa-anjayn<u>aa</u>hu wa-ahlahu ill<u>aa</u> imra-atahu k<u>aa</u>nat mina <strong>a</strong>lgh<u>aa</u>biriin<strong>a</strong>"
    },
    {
        "ar": "وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ",
        "id": "Dan Kami turunkan kepada mereka hujan (batu); maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa itu.",
        "nomor": "84",
        "tr": "wa-am<u>th</u>arn<u>aa</u> 'alayhim ma<u>th</u>aran fa<strong>u</strong>n<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmujrimiin<strong>a</strong>"
    },
    {
        "ar": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ ۖ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "id": "Dan (Kami telah mengutus) kepada penduduk Mad-yan saudara mereka, Syu'aib. Ia berkata: \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Maka sempurnakanlah takaran dan timbangan dan janganlah kamu kurangkan bagi manusia barang-barang takaran dan timbangannya, dan janganlah kamu membuat kerusakan di muka bumi sesudah Tuhan memperbaikinya. Yang demikian itu lebih baik bagimu jika betul-betul kamu orang-orang yang beriman\".",
        "nomor": "85",
        "tr": "wa-il<u>aa</u> madyana akh<u>aa</u>hum syu'ayban q<u>aa</u>la y<u>aa</u> qawmi u'buduu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> lakum min il<u>aa</u>hin ghayruhu qad j<u>aa</u>-atkum bayyinatun min rabbikum fa-awfuu <strong>a</strong>lkayla wa<strong>a</strong>lmiiz<u>aa</u>na wal<u>aa</u> tabkhasuu <strong>al</strong>nn<u>aa</u>sa asyy<u>aa</u>-ahum wal<u>aa</u> tufsiduu fii <strong>a</strong>l-ar<u>dh</u>i ba'da i<u>sh</u>l<u>aah</u>ih<u>aa</u> <u>dzaa</u>likum khayrun lakum in kuntum mu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا ۚ وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
        "id": "Dan janganlah kamu duduk di tiap-tiap jalan dengan menakut-nakuti dan menghalang-halangi orang yang beriman dari jalan Allah, dan menginginkan agar jalan Allah itu menjadi bengkok. Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
        "nomor": "86",
        "tr": "wal<u>aa</u> taq'uduu bikulli <u>sh</u>ir<u>aath</u>in tuu'iduuna wata<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi man <u>aa</u>mana bihi watabghuunah<u>aa</u> 'iwajan wa<strong>u</strong><u>dz</u>kuruu i<u>dz</u> kuntum qaliilan fakatstsarakum wa<strong>u</strong>n<u>zh</u>uruu kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmufsidiin<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّىٰ يَحْكُمَ اللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ الْحَاكِمِينَ",
        "id": "Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya dan ada (pula) segolongan yang tidak beriman, maka bersabarlah, hingga Allah menetapkan hukumnya di antara kita; dan Dia adalah Hakim yang sebaik-baiknya.",
        "nomor": "87",
        "tr": "wa-in k<u>aa</u>na <u>th</u><u>aa</u>-ifatun minkum <u>aa</u>manuu bi<strong>a</strong>lla<u>dz</u>ii ursiltu bihi wa<u>th</u><u>aa</u>-ifatun lam yu/minuu fa<strong>i</strong><u>sh</u>biruu <u>h</u>att<u>aa</u> ya<u>h</u>kuma <strong>al</strong>l<u>aa</u>hu baynan<u>aa</u> wahuwa khayru <strong>a</strong>l<u>haa</u>kimiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَارِهِينَ",
        "id": "Pemuka-pemuka dan kaum Syu'aib yang menyombongkan dan berkata: \"Sesungguhnya kami akan mengusir kamu hai Syu'aib dan orang-orang yang beriman bersamamu dari kota kami, atau kamu kembali kepada agama kami\". Berkata Syu'aib: \"Dan apakah (kamu akan mengusir kami), kendatipun kami tidak menyukainya?\"",
        "nomor": "88",
        "tr": "q<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina istakbaruu min qawmihi lanukhrijannaka y<u>aa</u> syu'aybu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'aka min qaryatin<u>aa</u> aw lata'uudunna fii millatin<u>aa</u> q<u>aa</u>la awa law kunn<u>aa</u> k<u>aa</u>rihiin<strong>a</strong>"
    },
    {
        "ar": "قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا ۚ عَلَى اللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنْتَ خَيْرُ الْفَاتِحِينَ",
        "id": "Sungguh kami mengada-adakan kebohongan yang benar terhadap Allah, jika kami kembali kepada agamamu, sesudah Allah melepaskan kami dari padanya. Dan tidaklah patut kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki(nya). Pengetahuan Tuhan kami meliputi segala sesuatu. Kepada Allah sajalah kami bertawakkal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil) dan Engkaulah Pemberi keputusan yang sebaik-baiknya.",
        "nomor": "89",
        "tr": "qadi iftarayn<u>aa</u> 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ka<u>dz</u>iban in 'udn<u>aa</u> fii millatikum ba'da i<u>dz</u> najj<u>aa</u>n<u>aa</u> <strong>al</strong>l<u>aa</u>hu minh<u>aa</u> wam<u>aa</u> yakuunu lan<u>aa</u> an na'uuda fiih<u>aa</u> ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu rabbun<u>aa</u> wasi'a rabbun<u>aa</u> kulla syay-in 'ilman 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi tawakkaln<u>aa</u> rabban<u>aa</u> ifta<u>h</u> baynan<u>aa</u> wabayna qawmin<u>aa</u> bi<strong>a</strong>l<u>h</u>aqqi wa-anta khayru <strong>a</strong>lf<u>aa</u>ti<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ",
        "id": "Pemuka-pemuka kaum Syu'aib yang kafir berkata (kepada sesamanya): \"Sesungguhnya jika kamu mengikuti Syu'aib, tentu kamu jika berbuat demikian (menjadi) orang-orang yang merugi\".",
        "nomor": "90",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmalau <strong>al</strong>la<u>dz</u>iina kafaruu min qawmihi la-ini ittaba'tum syu'ayban innakum i<u>dz</u>an lakh<u>aa</u>siruun<strong>a</strong>"
    },
    {
        "ar": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
        "id": "Kemudian mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di dalam rumah-rumah mereka,",
        "nomor": "91",
        "tr": "fa-akha<u>dz</u>at-humu <strong>al</strong>rrajfatu fa-a<u>sh</u>ba<u>h</u>uu fii d<u>aa</u>rihim j<u>aa</u>tsimiin<strong>a</strong>"
    },
    {
        "ar": "الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا ۚ الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ",
        "id": "(yaitu) orang-orang yang mendustakan Syu'aib seolah-olah mereka belum pernah berdiam di kota itu; orang-orang yang mendustakan Syu'aib mereka itulah orang-orang yang merugi.",
        "nomor": "92",
        "tr": "<strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu syu'ayban ka-an lam yaghnaw fiih<u>aa</u> <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu syu'ayban k<u>aa</u>nuu humu <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
    },
    {
        "ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ آسَىٰ عَلَىٰ قَوْمٍ كَافِرِينَ",
        "id": "Maka Syu'aib meninggalkan mereka seraya berkata: \"Hai kaumku, sesungguhnya aku telah menyampaikan kepadamu amanat-amanat Tuhanku dan aku telah memberi nasehat kepadamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang yang kafir?\"",
        "nomor": "93",
        "tr": "fatawall<u>aa</u> 'anhum waq<u>aa</u>la y<u>aa</u> qawmi laqad ablaghtukum ris<u>aa</u>l<u>aa</u>ti rabbii wana<u>sh</u>a<u>h</u>tu lakum fakayfa <u>aa</u>s<u>aa</u> 'al<u>aa</u> qawmin k<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
        "id": "Kami tidaklah mengutus seseorang nabipun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan supaya mereka tunduk dengan merendahkan diri.",
        "nomor": "94",
        "tr": "wam<u>aa</u> arsaln<u>aa</u> fii qaryatin min nabiyyin ill<u>aa</u> akha<u>dz</u>n<u>aa</u> ahlah<u>aa</u> bi<strong>a</strong>lba/s<u>aa</u>-i wa<strong>al</strong><u>dhdh</u>arr<u>aa</u>-i la'allahum ya<u>dhdh</u>arra'uun<strong>a</strong>"
    },
    {
        "ar": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّىٰ عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
        "id": "Kemudian Kami ganti kesusahan itu dengan kesenangan hingga keturunan dan harta mereka bertambah banyak, dan mereka berkata: \"Sesungguhnya nenek moyang kamipun telah merasai penderitaan dan kesenangan\", maka Kami timpakan siksaan atas mereka dengan sekonyong-konyong sedang mereka tidak menyadarinya.",
        "nomor": "95",
        "tr": "tsumma baddaln<u>aa</u> mak<u>aa</u>na <strong>al</strong>ssayyi-ati <strong>a</strong>l<u>h</u>asanata <u>h</u>att<u>aa</u> 'afaw waq<u>aa</u>luu qad massa <u>aa</u>b<u>aa</u>-an<u>aa</u> <strong>al</strong><u>dhdh</u>arr<u>aa</u>u wa<strong>al</strong>ssarr<u>aa</u>u fa-akha<u>dz</u>n<u>aa</u>hum baghtatan wahum l<u>aa</u> yasy'uruun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ أَنَّ أَهْلَ الْقُرَىٰ آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَٰكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ",
        "id": "Jikalau sekiranya penduduk negeri-negeri beriman dan bertakwa, pastilah Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi mereka mendustakan (ayat-ayat Kami) itu, maka Kami siksa mereka disebabkan perbuatannya.",
        "nomor": "96",
        "tr": "walaw anna ahla <strong>a</strong>lqur<u>aa</u> <u>aa</u>manuu wa<strong>i</strong>ttaqaw lafata<u>h</u>n<u>aa</u> 'alayhim barak<u>aa</u>tin mina <strong>al</strong>ssam<u>aa</u>-i wa<strong>a</strong>l-ar<u>dh</u>i wal<u>aa</u>kin ka<u>dzdz</u>abuu fa-akha<u>dz</u>n<u>aa</u>hum bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
    },
    {
        "ar": "أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ",
        "id": "Maka apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di malam hari di waktu mereka sedang tidur?",
        "nomor": "97",
        "tr": "afa-amina ahlu <strong>a</strong>lqur<u>aa</u> an ya/tiyahum ba/sun<u>aa</u> bay<u>aa</u>tan wahum n<u>aa</u>-imuun<strong>a</strong>"
    },
    {
        "ar": "أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
        "id": "Atau apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di waktu matahari sepenggalahan naik ketika mereka sedang bermain?",
        "nomor": "98",
        "tr": "awa amina ahlu <strong>a</strong>lqur<u>aa</u> an ya/tiyahum ba/sun<u>aa</u> <u>dh</u>u<u>h</u>an wahum yal'abuun<strong>a</strong>"
    },
    {
        "ar": "أَفَأَمِنُوا مَكْرَ اللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ",
        "id": "Maka apakah mereka merasa aman dari azab Allah (yang tidak terduga-duga)? Tiada yang merasa aman dan azab Allah kecuali orang-orang yang merugi.",
        "nomor": "99",
        "tr": "afa-aminuu makra <strong>al</strong>l<u>aa</u>hi fal<u>aa</u> ya/manu makra <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>a</strong>lqawmu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
        "id": "Dan apakah belum jelas bagi orang-orang yang mempusakai suatu negeri sesudah (lenyap) penduduknya, bahwa kalau Kami menghendaki tentu Kami azab mereka karena dosa-dosanya; dan Kami kunci mati hati mereka sehingga mereka tidak dapat mendengar (pelajaran lagi)?",
        "nomor": "100",
        "tr": "awa lam yahdi lilla<u>dz</u>iina yaritsuuna <strong>a</strong>l-ar<u>dh</u>a min ba'di ahlih<u>aa</u> an law nasy<u>aa</u>u a<u>sh</u>abn<u>aa</u>hum bi<u>dz</u>unuubihim wana<u>th</u>ba'u 'al<u>aa</u> quluubihim fahum l<u>aa</u> yasma'uun<strong>a</strong>"
    },
    {
        "ar": "تِلْكَ الْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا ۚ وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الْكَافِرِينَ",
        "id": "Negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian dari berita-beritanya kepadamu. Dan sungguh telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata, maka mereka (juga) tidak beriman kepada apa yang dahulunya mereka telah mendustakannya. Demikianlah Allah mengunci mata hati orang-orang kafir.",
        "nomor": "101",
        "tr": "tilka <strong>a</strong>lqur<u>aa</u> naqu<u>shsh</u>u 'alayka min anb<u>aa</u>-ih<u>aa</u> walaqad j<u>aa</u>-at-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti fam<u>aa</u> k<u>aa</u>nuu liyu/minuu bim<u>aa</u> ka<u>dzdz</u>abuu min qablu ka<u>dzaa</u>lika ya<u>th</u>ba'u <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubi <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ ۖ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ",
        "id": "Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sesungguhnya Kami mendapati kebanyakan mereka orang-orang yang fasik.",
        "nomor": "102",
        "tr": "wam<u>aa</u> wajadn<u>aa</u> li-aktsarihim min 'ahdin wa-in wajadn<u>aa</u> aktsarahum laf<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
        "id": "Kemudian Kami utus Musa sesudah rasul-rasul itu dengan membawa ayat-ayat Kami kepada Fir'aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari ayat-ayat itu. Maka perhatikanlah bagaimana akibat orang-orang yang membuat kerusakan.",
        "nomor": "103",
        "tr": "tsumma ba'atsn<u>aa</u> min ba'dihim muus<u>aa</u> bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> il<u>aa</u> fir'awna wamala-ihi fa<u>zh</u>alamuu bih<u>aa</u> fa<strong>u</strong>nu<u>zh</u>ur kayfa k<u>aa</u>na '<u>aa</u>qibatu <strong>a</strong>lmufsidiin<strong>a</strong>"
    },
    {
        "ar": "وَقَالَ مُوسَىٰ يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ",
        "id": "Dan Musa berkata: \"Hai Fir'aun, sesungguhnya aku ini adalah seorang utusan dari Tuhan semesta alam,",
        "nomor": "104",
        "tr": "waq<u>aa</u>la muus<u>aa</u> y<u>aa</u> fir'awnu innii rasuulun min rabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "حَقِيقٌ عَلَىٰ أَنْ لَا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ ۚ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِنْ رَبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ",
        "id": "wajib atasku tidak mengatakan sesuatu terhadap Allah, kecuali yang hak. Sesungguhnya aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu, maka lepaskanlah Bani Israil (pergi) bersama aku\".",
        "nomor": "105",
        "tr": "<u>h</u>aqiiqun 'al<u>aa</u> an l<u>aa</u> aquula 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> <strong>a</strong>l<u>h</u>aqqa qad ji/tukum bibayyinatin min rabbikum fa-arsil ma'iya banii isr<u>aa</u>-iil<strong>a</strong>"
    },
    {
        "ar": "قَالَ إِنْ كُنْتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
        "id": "Fir'aun menjawab: \"Jika benar kamu membawa sesuatu bukti, maka datangkanlah bukti itu jika (betul) kamu termasuk orang-orang yang benar\".",
        "nomor": "106",
        "tr": "q<u>aa</u>la in kunta ji/ta bi-<u>aa</u>yatin fa/ti bih<u>aa</u> in kunta mina <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ",
        "id": "Maka Musa menjatuhkan tongkat-nya, lalu seketika itu juga tongkat itu menjadi ular yang sebenarnya.",
        "nomor": "107",
        "tr": "fa-alq<u>aa</u> 'a<u>shaa</u>hu fa-i<u>dzaa</u> hiya tsu'b<u>aa</u>nun mubiin<strong>un</strong>"
    },
    {
        "ar": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
        "id": "Dan ia mengeluarkan tangannya, maka ketika itu juga tangan itu menjadi putih bercahaya (kelihatan) oleh orang-orang yang melihatnya.",
        "nomor": "108",
        "tr": "wanaza'a yadahu fa-i<u>dzaa</u> hiya bay<u>daa</u>u li<strong>l</strong>nn<u>aats</u>iriin<strong>a</strong>"
    },
    {
        "ar": "قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَٰذَا لَسَاحِرٌ عَلِيمٌ",
        "id": "Pemuka-pemuka kaum Fir'aun berkata: \"Sesungguhnya Musa ini adalah ahli sihir yang pandai,",
        "nomor": "109",
        "tr": "q<u>aa</u>la <strong>a</strong>lmalau min qawmi fir'awna inna h<u>aadzaa</u> las<u>aah</u>irun 'aliim<strong>un</strong>"
    },
    {
        "ar": "يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
        "id": "yang bermaksud hendak mengeluarkan kamu dari negerimu\". (Fir'aun berkata): \"Maka apakah yang kamu anjurkan?\"",
        "nomor": "110",
        "tr": "yuriidu an yukhrijakum min ar<u>dh</u>ikum fam<u>aatsaa</u> ta/muruun<strong>a</strong>"
    },
    {
        "ar": "قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ",
        "id": "Pemuka-pemuka itu menjawab: \"Beri tangguhlah dia dan saudaranya serta kirimlah ke kota-kota beberapa orang yang akan mengumpulkan (ahli-ahli sihir),",
        "nomor": "111",
        "tr": "q<u>aa</u>luu arjih wa-akh<u>aa</u>hu wa-arsil fii <strong>a</strong>lmad<u>aa</u>-ini <u>haa</u>syiriin<strong>a</strong>"
    },
    {
        "ar": "يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ",
        "id": "supaya mereka membawa kepadamu semua ahli sihir yang pandai\".",
        "nomor": "112",
        "tr": "ya/tuuka bikulli s<u>aah</u>irin 'aliim<strong>in</strong>"
    },
    {
        "ar": "وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ",
        "id": "Dan beberapa ahli sihir itu datang kepada Fir'aun mengatakan: \"(Apakah) sesungguhnya kami akan mendapat upah, jika kamilah yang menang?\"",
        "nomor": "113",
        "tr": "waj<u>aa</u>-a <strong>al</strong>ssa<u>h</u>aratu fir'awna q<u>aa</u>luu inna lan<u>aa</u> la-ajran in kunn<u>aa</u> na<u>h</u>nu <strong>a</strong>lgh<u>aa</u>libiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ",
        "id": "Fir'aun menjawab: \"Ya, dan sesungguhnya kamu benar-benar akan termasuk orang-orang yang dekat (kepadaku)\".",
        "nomor": "114",
        "tr": "q<u>aa</u>la na'am wa-innakum lamina <strong>a</strong>lmuqarrabiin<strong>a</strong>"
    },
    {
        "ar": "قَالُوا يَا مُوسَىٰ إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ",
        "id": "Ahli-ahli sihir berkata: \"Hai Musa, kamukah yang akan melemparkan lebih dahulu, ataukah kami yang akan melemparkan?\"",
        "nomor": "115",
        "tr": "q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> imm<u>aa</u> an tulqiya wa-imm<u>aa</u> an nakuuna na<u>h</u>nu <strong>a</strong>lmulqiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ أَلْقُوا ۖ فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ",
        "id": "Musa menjawab: \"Lemparkanlah (lebih dahulu)!\" Maka tatkala mereka melemparkan, mereka menyulap mata orang dan menjadikan orang banyak itu takut, serta mereka mendatangkan sihir yang besar (mena'jubkan).",
        "nomor": "116",
        "tr": "q<u>aa</u>la <strong>a</strong>lquu falamm<u>aa</u> <strong>a</strong>lqaw sa<u>h</u>aruu a'yuna <strong>al</strong>nn<u>aa</u>si wa<strong>i</strong>starhabuuhum waj<u>aa</u>uu bisi<u>h</u>rin 'a<u>zh</u>iim<strong>in</strong>"
    },
    {
        "ar": "وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
        "id": "Dan Kami wahyukan kepada Musa: \"Lemparkanlah tongkatmu!\". Maka sekonyong-konyong tongkat itu menelan apa yang mereka sulapkan.",
        "nomor": "117",
        "tr": "wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> an <strong>a</strong>lqi 'a<u>shaa</u>ka fa-i<u>dzaa</u> hiya talqafu m<u>aa</u> ya/fikuun<strong>a</strong>"
    },
    {
        "ar": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ",
        "id": "Karena itu nyatalah yang benar dan batallah yang selalu mereka kerjakan.",
        "nomor": "118",
        "tr": "fawaqa'a <strong>a</strong>l<u>h</u>aqqu waba<u>th</u>ala m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ",
        "id": "Maka mereka kalah di tempat itu dan jadilah mereka orang-orang yang hina.",
        "nomor": "119",
        "tr": "faghulibuu hun<u>aa</u>lika wa<strong>i</strong>nqalabuu <u>shaa</u>ghiriin<strong>a</strong>"
    },
    {
        "ar": "وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
        "id": "Dan ahli-ahli sihir itu serta merta meniarapkan diri dengan bersujud.",
        "nomor": "120",
        "tr": "waulqiya <strong>al</strong>ssa<u>h</u>aratu s<u>aa</u>jidiin<strong>a</strong>"
    },
    {
        "ar": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
        "id": "Mereka berkata: \"Kami beriman kepada Tuhan semesta alam,",
        "nomor": "121",
        "tr": "q<u>aa</u>luu <u>aa</u>mann<u>aa</u> birabbi <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "رَبِّ مُوسَىٰ وَهَارُونَ",
        "id": "\"(yaitu) Tuhan Musa dan Harun\".",
        "nomor": "122",
        "tr": "rabbi muus<u>aa</u> wah<u>aa</u>ruun<strong>a</strong>"
    },
    {
        "ar": "قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ ۖ إِنَّ هَٰذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
        "id": "Fir'aun berkata: \"Apakah kamu beriman kepadanya sebelum aku memberi izin kepadamu?, sesungguhnya (perbuatan ini) adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengeluarkan penduduknya dari padanya; maka kelak kamu akan mengetahui (akibat perbuatanmu ini);",
        "nomor": "123",
        "tr": "q<u>aa</u>la fir'awnu <u>aa</u>mantum bihi qabla an <u>aadz</u>ana lakum inna h<u>aadzaa</u> lamakrun makartumuuhu fii <strong>a</strong>lmadiinati litukhrijuu minh<u>aa</u> ahlah<u>aa</u> fasawfa ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
        "id": "demi, sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara bertimbal balik, kemudian sungguh-sungguh aku akan menyalib kamu semuanya.\"",
        "nomor": "124",
        "tr": "lauqa<u>th</u>i'anna aydiyakum wa-arjulakum min khil<u>aa</u>fin tsumma lau<u>sh</u>allibannakum ajma'iin<strong>a</strong>"
    },
    {
        "ar": "قَالُوا إِنَّا إِلَىٰ رَبِّنَا مُنْقَلِبُونَ",
        "id": "Ahli-ahli sihir itu menjawab: \"Sesungguhnya kepada Tuhanlah kami kembali.",
        "nomor": "125",
        "tr": "q<u>aa</u>luu inn<u>aa</u> il<u>aa</u> rabbin<u>aa</u> munqalibuun<strong>a</strong>"
    },
    {
        "ar": "وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا ۚ رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
        "id": "Dan kamu tidak menyalahkan kami, melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami\". (Mereka berdo'a): \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan wafatkanlah kami dalam keadaan berserah diri (kepada-Mu)\".",
        "nomor": "126",
        "tr": "wam<u>aa</u> tanqimu minn<u>aa</u> ill<u>aa</u> an <u>aa</u>mann<u>aa</u> bi-<u>aa</u>y<u>aa</u>ti rabbin<u>aa</u> lamm<u>aa</u> j<u>aa</u>-atn<u>aa</u> rabban<u>aa</u> afrigh 'alayn<u>aa</u> <u>sh</u>abran watawaffan<u>aa</u> muslimiin<strong>a</strong>"
    },
    {
        "ar": "وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ",
        "id": "Berkatalah pembesar-pembesar dari kaum Fir'aun (kepada Fir'aun): \"Apakah kamu membiarkan Musa dan kaumnya untuk membuat kerusakan di negeri ini (Mesir) dan meninggalkan kamu serta tuhan-tuhanmu?\". Fir'aun menjawab: \"Akan kita bunuh anak-anak lelaki mereka dan kita biarkan hidup perempuan-perempuan mereka; dan sesungguhnya kita berkuasa penuh di atas mereka\".",
        "nomor": "127",
        "tr": "waq<u>aa</u>la <strong>a</strong>lmalau min qawmi fir'awna ata<u>dz</u>aru muus<u>aa</u> waqawmahu liyufsiduu fii <strong>a</strong>l-ar<u>dh</u>i waya<u>dz</u>araka wa<u>aa</u>lihataka q<u>aa</u>la sanuqattilu abn<u>aa</u>-ahum wanasta<u>h</u>yii nis<u>aa</u>-ahum wa-inn<u>aa</u> fawqahum q<u>aa</u>hiruun<strong>a</strong>"
    },
    {
        "ar": "قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا ۖ إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
        "id": "Musa berkata kepada kaumnya: \"Mohonlah pertolongan kepada Allah dan bersabarlah; sesungguhnya bumi (ini) kepunyaan Allah; dipusakakan-Nya kepada siapa yang dihendaki-Nya dari hamba-hamba-Nya. Dan kesudahan yang baik adalah bagi orang-orang yang bertakwa.\"",
        "nomor": "128",
        "tr": "q<u>aa</u>la muus<u>aa</u> liqawmihi ista'iinuu bi<strong>al</strong>l<u>aa</u>hi wa<strong>i</strong><u>sh</u>biruu inna <strong>a</strong>l-ar<u>dh</u>a lill<u>aa</u>hi yuuritsuh<u>aa</u> man yasy<u>aa</u>u min 'ib<u>aa</u>dihi wa<strong>a</strong>l'<u>aa</u>qibatu lilmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ",
        "id": "Kaum Musa berkata: \"Kami telah ditindas (oleh Fir'aun) sebelum kamu datang kepada kami dan sesudah kamu datang. Musa menjawab: \"Mudah-mudahan Allah membinasakan musuhmu dan menjadikan kamu khalifah di bumi(Nya), maka Allah akan melihat bagaimana perbuatanmu.",
        "nomor": "129",
        "tr": "q<u>aa</u>luu uu<u>dz</u>iin<u>aa</u> min qabli an ta/tiyan<u>aa</u> wamin ba'di m<u>aa</u> ji/tan<u>aa</u> q<u>aa</u>la 'as<u>aa</u> rabbukum an yuhlika 'aduwwakum wayastakhlifakum fii <strong>a</strong>l-ar<u>dh</u>i fayan<u>zh</u>ura kayfa ta'maluun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
        "id": "Dan sesungguhnya Kami telah menghukum (Fir'aun dan) kaumnya dengan (mendatangkan) musim kemarau yang panjang dan kekurangan buah-buahan, supaya mereka mengambil pelajaran.",
        "nomor": "130",
        "tr": "walaqad akha<u>dz</u>n<u>aa</u> <u>aa</u>la fir'awna bi<strong>al</strong>ssiniina wanaq<u>sh</u>in mina <strong>al</strong>tstsamar<u>aa</u>ti la'allahum ya<u>dzdz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَنْ مَعَهُ ۗ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
        "id": "Kemudian apabila datang kepada mereka kemakmuran, mereka berkata: \"Itu adalah karena (usaha) kami\". Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan orang-orang yang besertanya. Ketahuilah, sesungguhnya kesialan mereka itu adalah ketetapan dari Allah, akan tetapi kebanyakan mereka tidak mengetahui.",
        "nomor": "131",
        "tr": "fa-i<u>dzaa</u> j<u>aa</u>-at-humu <strong>a</strong>l<u>h</u>asanatu q<u>aa</u>luu lan<u>aa</u> h<u>aadz</u>ihi wa-in tu<u>sh</u>ibhum sayyi-atun ya<u>ththh</u>ayyaruu bimuus<u>aa</u> waman ma'ahu <strong>a</strong>l<u>aa</u> innam<u>aa</u> <u>th</u><u>aa</u>-iruhum 'inda <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kinna aktsarahum l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
        "id": "Mereka berkata: \"Bagaimanapun kamu mendatangkan keterangan kepada kami untuk menyihir kami dengan keterangan itu, maka kami sekali-kali tidak akan beriman kepadamu\".",
        "nomor": "132",
        "tr": "waq<u>aa</u>luu mahm<u>aa</u> ta/tin<u>aa</u> bihi min <u>aa</u>yatin litas<u>h</u>aran<u>aa</u> bih<u>aa</u> fam<u>aa</u> na<u>h</u>nu laka bimu/miniin<strong>a</strong>"
    },
    {
        "ar": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُجْرِمِينَ",
        "id": "Maka Kami kirimkan kepada mereka taufan, belalang, kutu, katak dan darah sebagai bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa.",
        "nomor": "133",
        "tr": "fa-arsaln<u>aa</u> 'alayhimu <strong>al</strong><u>ththh</u>uuf<u>aa</u>na wa<strong>a</strong>ljar<u>aa</u>da wa<strong>a</strong>lqummala wa<strong>al</strong><u>dhdh</u>af<u>aa</u>di'a wa<strong>al</strong>ddama <u>aa</u>y<u>aa</u>tin mufa<u>shsh</u>al<u>aa</u>tin fa<strong>i</strong>stakbaruu wak<u>aa</u>nuu qawman mujrimiin<strong>a</strong>"
    },
    {
        "ar": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ ۖ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ",
        "id": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) merekapun berkata: \"Hai Musa, mohonkanlah untuk kami kepada Tuhamnu dengan (perantaraan) kenabian yang diketahui Allah ada pada sisimu. Sesungguhnya jika kamu dapat menghilangkan azab itu dan pada kami, pasti kami akan beriman kepadamu dan akan kami biarkan Bani Israil pergi bersamamu\".",
        "nomor": "134",
        "tr": "walamm<u>aa</u> waqa'a 'alayhimu <strong>al</strong>rrijzu q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> ud'u lan<u>aa</u> rabbaka bim<u>aa</u> 'ahida 'indaka la-in kasyafta 'ann<u>aa</u> <strong>al</strong>rrijza lanu/minanna laka walanursilanna ma'aka banii isr<u>aa</u>-iil<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَىٰ أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ",
        "id": "Maka setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang mereka sampai kepadanya, tiba-tiba mereka mengingkarinya.",
        "nomor": "135",
        "tr": "falamm<u>aa</u> kasyafn<u>aa</u> 'anhumu <strong>al</strong>rrijza il<u>aa</u> ajalin hum b<u>aa</u>lighuuhu i<u>dzaa</u> hum yankutsuun<strong>a</strong>"
    },
    {
        "ar": "فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
        "id": "Kemudian Kami menghukum mereka, maka Kami tenggelamkan mereka di laut disebabkan mereka mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang melalaikan ayat-ayat Kami itu.",
        "nomor": "136",
        "tr": "fa<strong>i</strong>ntaqamn<u>aa</u> minhum fa-aghraqn<u>aa</u>hum fii <strong>a</strong>lyammi bi-annahum ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wak<u>aa</u>nuu 'anh<u>aa</u> gh<u>aa</u>filiin<strong>a</strong>"
    },
    {
        "ar": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ",
        "id": "Dan Kami pusakakan kepada kaum yang telah ditindas itu, negeri-negeri bahagian timur bumi dan bahagian baratnya yang telah Kami beri berkah padanya. Dan telah sempurnalah perkataan Tuhanmu yang baik (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah dibangun mereka.",
        "nomor": "137",
        "tr": "wa-awratsn<u>aa</u> <strong>a</strong>lqawma <strong>al</strong>la<u>dz</u>iina k<u>aa</u>nuu yusta<u>dh</u>'afuuna masy<u>aa</u>riqa <strong>a</strong>l-ar<u>dh</u>i wamagh<u>aa</u>ribah<u>aa</u> <strong>al</strong>latii b<u>aa</u>rakn<u>aa</u> fiih<u>aa</u> watammat kalimatu rabbika <strong>a</strong>l<u>h</u>usn<u>aa</u> 'al<u>aa</u> banii isr<u>aa</u>-iila bim<u>aa</u> <u>sh</u>abaruu wadammarn<u>aa</u> m<u>aa</u> k<u>aa</u>na ya<u>sh</u>na'u fir'awnu waqawmuhu wam<u>aa</u> k<u>aa</u>nuu ya'risyuun<strong>a</strong>"
    },
    {
        "ar": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَهُمْ ۚ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
        "id": "Dan Kami seberangkan Bani Israil ke seberang lautan itu, maka setelah mereka sampai kepada suatu kaum yang tetap menyembah berhala mereka, Bani lsrail berkata: \"Hai Musa. buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala)\". Musa menjawab: \"Sesungguh-nya kamu ini adalah kaum yang tidak mengetahui (sifat-sifat Tuhan)\".",
        "nomor": "138",
        "tr": "waj<u>aa</u>wazn<u>aa</u> bibanii isr<u>aa</u>-iila <strong>a</strong>lba<u>h</u>ra fa-ataw 'al<u>aa</u> qawmin ya'kufuuna 'al<u>aa</u> a<u>sh</u>n<u>aa</u>min lahum q<u>aa</u>luu y<u>aa</u> muus<u>aa</u> ij'al lan<u>aa</u> il<u>aa</u>han kam<u>aa</u> lahum <u>aa</u>lihatun q<u>aa</u>la innakum qawmun tajhaluun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
        "id": "Sesungguhnya mereka itu akan dihancurkan kepercayaan yang dianutnya dan akan batal apa yang seIalu mereka kerjakan.",
        "nomor": "139",
        "tr": "inna h<u>aa</u>ul<u>aa</u>-i mutabbarun m<u>aa</u> hum fiihi wab<u>aath</u>ilun m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَٰهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ",
        "id": "Musa menjawab: \"Patutkah aku mencari Tuhan untuk kamu yang selain dari pada Allah, padahal Dialah yang telah melebihkan kamu atas segala umat.",
        "nomor": "140",
        "tr": "q<u>aa</u>la aghayra <strong>al</strong>l<u>aa</u>hi abghiikum il<u>aa</u>han wahuwa fa<u>dhdh</u>alakum 'al<u>aa</u> <strong>a</strong>l'<u>aa</u>lamiin<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
        "id": "Dan (ingatlah hai Bani Israil), ketika Kami menyelamatkan kamu dari (Fir'aun) dan kaumnya, yang mengazab kamu dengan azab yang sangat jahat, yaitu mereka membunuh anak-anak lelakimu dan membiarkan hidup wanita-wanitamu. Dan pada yang demikian itu cobaan yang besar dari Tuhanmu\".",
        "nomor": "141",
        "tr": "wa-i<u>dz</u> anjayn<u>aa</u>kum min <u>aa</u>li fir'awna yasuumuunakum suu-a <strong>a</strong>l'a<u>dzaa</u>bi yuqattiluuna abn<u>aa</u>-akum wayasta<u>h</u>yuuna nis<u>aa</u>-akum wafii <u>dzaa</u>likum bal<u>aa</u>un min rabbikum 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ",
        "id": "Dan telah Kami janjikan kepada Musa (memberikan Taurat) sesudah berlalu waktu tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan berkata Musa kepada saudaranya yaitu Harun: \"Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah, dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan\".",
        "nomor": "142",
        "tr": "waw<u>aa</u>'adn<u>aa</u> muus<u>aa</u> tsal<u>aa</u>tsiina laylatan wa-atmamn<u>aa</u>h<u>aa</u> bi'asyrin fatamma miiq<u>aa</u>tu rabbihi arba'iina laylatan waq<u>aa</u>la muus<u>aa</u> li-akhiihi h<u>aa</u>ruuna ukhlufnii fii qawmii wa-a<u>sh</u>li<u>h</u> wal<u>aa</u> tattabi' sabiila <strong>a</strong>lmufsidiin<strong>a</strong>"
    },
    {
        "ar": "وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ ۚ قَالَ لَنْ تَرَانِي وَلَٰكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ",
        "id": "Dan tatkala Musa datang untuk (munajat dengan Kami) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, berkatalah Musa: \"Ya Tuhanku, nampakkanlah (diri Engkau) kepadaku agar aku dapat melihat kepada Engkau\". Tuhan berfirman: \"Kamu sekali-kali tidak sanggup melihat-Ku, tapi lihatlah ke bukit itu, maka jika ia tetap di tempatnya (sebagai sediakala) niscaya kamu dapat melihat-Ku\". Tatkala Tuhannya menampakkan diri kepada gunung itu, dijadikannya gunung itu hancur luluh dan Musa pun jatuh pingsan. Maka setelah Musa sadar kembali, dia berkata: \"Maha Suci Engkau, aku bertaubat kepada Engkau dan aku orang yang pertama-tama beriman\".",
        "nomor": "143",
        "tr": "walamm<u>aa</u> j<u>aa</u>-a muus<u>aa</u> limiiq<u>aa</u>tin<u>aa</u> wakallamahu rabbuhu q<u>aa</u>la rabbi arinii an<u>zh</u>ur ilayka q<u>aa</u>la lan tar<u>aa</u>nii wal<u>aa</u>kini un<u>zh</u>ur il<u>aa</u> <strong>a</strong>ljabali fa-ini istaqarra mak<u>aa</u>nahu fasawfa tar<u>aa</u>nii falamm<u>aa</u> tajall<u>aa</u> rabbuhu liljabali ja'alahu dakkan wakharra muus<u>aa</u> <u>sh</u>a'iqan falamm<u>aa</u> af<u>aa</u>qa q<u>aa</u>la sub<u>haa</u>naka tubtu ilayka wa-an<u>aa</u> awwalu <strong>a</strong>lmu/miniin<strong>a</strong>"
    },
    {
        "ar": "قَالَ يَا مُوسَىٰ إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ",
        "id": "Allah berfirman: \"Hai Musa, sesungguhnya Aku memilih (melebihkan) kamu dan manusia yang lain (di masamu) untuk membawa risalah-Ku dan untuk berbicara langsung dengan-Ku, sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah kamu termasuk orang-orang yang bersyukur.\"",
        "nomor": "144",
        "tr": "q<u>aa</u>la y<u>aa</u> muus<u>aa</u> innii i<u>sth</u>afaytuka 'al<u>aa</u> <strong>al</strong>nn<u>aa</u>si biris<u>aa</u>l<u>aa</u>tii wabikal<u>aa</u>mii fakhu<u>dz</u> m<u>aa</u> <u>aa</u>taytuka wakun mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
    },
    {
        "ar": "وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا ۚ سَأُرِيكُمْ دَارَ الْفَاسِقِينَ",
        "id": "Dan telah Kami tuliskan untuk Musa pada luh-luh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan bagi segala sesuatu; maka (Kami berfirman): \"Berpeganglah kepadanya dengan teguh dan suruhlah kaummu berpegang kepada (perintah-perintahnya) dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik.",
        "nomor": "145",
        "tr": "wakatabn<u>aa</u> lahu fii <strong>a</strong>l-alw<u>aah</u>i min kulli syay-in maw'i<u>zh</u>atan wataf<u>sh</u>iilan likulli syay-in fakhu<u>dz</u>h<u>aa</u> biquwwatin wa/mur qawmaka ya/khu<u>dz</u>uu bi-a<u>h</u>sanih<u>aa</u> sauriikum d<u>aa</u>ra <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
        "id": "Aku akan memalingkan orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar dari tanda-tanda kekuasaan-Ku. Mereka jika melihat tiap-tiap ayat(Ku), mereka tidak beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak mau menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka terus memenempuhnya. Yang demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai dari padanya.",
        "nomor": "146",
        "tr": "sa-a<u>sh</u>rifu 'an <u>aa</u>y<u>aa</u>tiya <strong>al</strong>la<u>dz</u>iina yatakabbaruuna fii <strong>a</strong>l-ar<u>dh</u>i bighayri <strong>a</strong>l<u>h</u>aqqi wa-in yaraw kulla <u>aa</u>yatin l<u>aa</u> yu/minuu bih<u>aa</u> wa-in yaraw sabiila <strong>al</strong>rrusydi l<u>aa</u> yattakhi<u>dz</u>uuhu sabiilan wa-in yaraw sabiila <strong>a</strong>lghayyi yattakhi<u>dz</u>uuhu sabiilan <u>dzaa</u>lika bi-annahum ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wak<u>aa</u>nuu 'anh<u>aa</u> gh<u>aa</u>filiin<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
        "id": "Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat, sia-sialah perbuatan mereka. Mereka tidak diberi balasan selain dari apa yang telah mereka kerjakan.",
        "nomor": "147",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> waliq<u>aa</u>-i <strong>a</strong>l-<u>aa</u>khirati <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum hal yujzawna ill<u>aa</u> m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "وَاتَّخَذَ قَوْمُ مُوسَىٰ مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ ۚ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ",
        "id": "Dan kaum Musa, setelah kepergian Musa ke gunung Thur membuat dari perhiasan-perhiasan (emas) mereka anak lembu yang bertubuh dan bersuara. Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan) dan mereka adalah orang-orang yang zalim.",
        "nomor": "148",
        "tr": "wa<strong>i</strong>ttakha<u>dz</u>a qawmu muus<u>aa</u> min ba'dihi min <u>h</u>uliyyihim 'ijlan jasadan lahu khuw<u>aa</u>run alam yaraw annahu l<u>aa</u> yukallimuhum wal<u>aa </u>yahdiihim sabiilan ittakha<u>dz</u>uuhu wak<u>aa</u>nuu <u>zhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
        "id": "Dan setelah mereka sangat menyesali perbuatannya dan mengetahui bahwa mereka telah sesat, merekapun berkata: \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi.\"",
        "nomor": "149",
        "tr": "walamm<u>aa</u> suqi<u>th</u>a fii aydiihim wara-aw annahum qad <u>dh</u>alluu q<u>aa</u>luu la-in lam yar<u>h</u>amn<u>aa</u> rabbun<u>aa</u> wayaghfir lan<u>aa</u> lanakuunanna mina <strong>a</strong>lkh<u>aa</u>siriin<strong>a</strong>"
    },
    {
        "ar": "وَلَمَّا رَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ ۚ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ",
        "id": "Dan tatkala Musa telah kembali kepada kaumnya dengan marah dan sedih hati berkatalah dia: \"Alangkah buruknya perbuatan yang kamu kerjakan sesudah kepergianku! Apakah kamu hendak mendahului janji Tuhanmu? Dan Musapun melemparkan luh-luh (Taurat) itu dan memegang (rambut) kepala saudaranya (Harun) sambil menariknya ke arahnya, Harun berkata: \"Hai anak ibuku, sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka membunuhku, sebab itu janganlah kamu menjadikan musuh-musuh gembira melihatku, dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang zalim\"",
        "nomor": "150",
        "tr": "walamm<u>aa</u> raja'a muus<u>aa</u> il<u>aa</u> qawmihi gha<u>dh</u>b<u>aa</u>na asifan q<u>aa</u>la bi/sam<u>aa</u> khalaftumuunii min ba'dii a'ajiltum amra rabbikum wa-alq<u>aa </u>al-alw<u>aah</u>a wa-akha<u>dz</u>a bira/si akhiihi yajurruhu ilayhi q<u>aa</u>la ibna umma inna <strong>a</strong>lqawma ista<u>dh</u>'afuunii wak<u>aa</u>duu yaqtuluunanii fal<u>aa</u> tusymit biya <strong>a</strong>l-a'd<u>aa</u>-a wal<u>aa</u> taj'alnii ma'a <strong>a</strong>lqawmi <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ ۖ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
        "id": "Musa berdo'a: \"Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang\".",
        "nomor": "151",
        "tr": "q<u>aa</u>la rabbi ighfir lii wali-akhii wa-adkhiln<u>aa</u> fii ra<u>h</u>matika wa-anta ar<u>h</u>amu <strong>al</strong>rr<u>aah</u>imiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِي الْمُفْتَرِينَ",
        "id": "Sesungguhnya orang-orang yang menjadikan anak lembu (sebagai sembahannya), kelak akan menimpa mereka kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan.",
        "nomor": "152",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina ittakha<u>dz</u>uu <strong>a</strong>l'ijla sayan<u>aa</u>luhum gha<u>dh</u>abun min rabbihim wa<u>dz</u>illatun fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> waka<u>dzaa</u>lika najzii <strong>a</strong>lmuftariin<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
        "id": "Orang-orang yang mengerjakan kejahatan, kemudian bertaubat sesudah itu dan beriman; sesungguhnya Tuhan kamu sesudah taubat yang disertai dengan iman itu adalah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "153",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina 'amiluu <strong>al</strong>ssayyi-<u>aa</u>ti tsumma t<u>aa</u>buu min ba'dih<u>aa</u> wa<u>aa</u>manuu inna rabbaka min ba'dih<u>aa</u> laghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ ۖ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
        "id": "Sesudah amarah Musa menjadi reda, lalu diambilnya (kembali) luh-luh (Taurat) itu; dan dalam tulisannya terdapat petunjuk dan rahmat untuk orang-orang yang takut kepada Tuhannya.",
        "nomor": "154",
        "tr": "walamm<u>aa</u> sakata 'an muus<u>aa</u> <strong>a</strong>lgha<u>dh</u>abu akha<u>dz</u>a <strong>a</strong>l-alw<u>aah</u>a wafii nuskhatih<u>aa</u> hudan wara<u>h</u>matun lilla<u>dz</u>iina hum lirabbihim yarhabuun<strong>a</strong>"
    },
    {
        "ar": "وَاخْتَارَ مُوسَىٰ قَوْمَهُ سَبْعِينَ رَجُلًا لِمِيقَاتِنَا ۖ فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا ۖ إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ ۖ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا ۖ وَأَنْتَ خَيْرُ الْغَافِرِينَ",
        "id": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohonkan taubat kepada Kami) pada waktu yang telah Kami tentukan. Maka ketika mereka digoncang gempa bumi, Musa berkata: \"Ya Tuhanku, kalau Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? Itu hanyalah cobaan dari Engkau, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah Yang memimpin kami, maka ampunilah kami dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya\".",
        "nomor": "155",
        "tr": "wa<strong>i</strong>kht<u>aa</u>ra muus<u>aa</u> qawmahu sab'iina rajulan limiiq<u>aa</u>tin<u>aa</u> falamm<u>aa</u> akha<u>dz</u>at-humu <strong>al</strong>rrajfatu q<u>aa</u>la rabbi law syi/ta ahlaktahum min qablu wa-iyy<u>aa</u>ya atuhlikun<u>aa</u> bim<u>aa</u> fa'ala <strong>al</strong>ssufah<u>aa</u>u minn<u>aa</u> in hiya ill<u>aa</u> fitnatuka tu<u>dh</u>illu bih<u>aa</u> man tasy<u>aa</u>u watahdii man tasy<u>aa</u>u anta waliyyun<u>aa</u> fa<strong>i</strong>ghfir lan<u>aa</u> wa<strong>i</strong>r<u>h</u>amn<u>aa</u> wa-anta khayru <strong>a</strong>lgh<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "وَاكْتُبْ لَنَا فِي هَٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ ۚ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ ۖ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ",
        "id": "Dan tetapkanlah untuk kami kebajikan di dunia ini dan di akhirat; sesungguhnya kami kembali (bertaubat) kepada Engkau. Allah berfirman: \"Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku untuk orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami\".",
        "nomor": "156",
        "tr": "wa<strong>u</strong>ktub lan<u>aa</u> fii h<u>aadz</u>ihi <strong>al</strong>dduny<u>aa</u> <u>h</u>asanatan wafii <strong>a</strong>l-<u>aa</u>khirati inn<u>aa</u> hudn<u>aa</u> ilayka q<u>aa</u>la 'a<u>dzaa</u>bii u<u>sh</u>iibu bihi man asy<u>aa</u>u wara<u>h</u>matii wasi'at kulla syay-in fasa-aktubuh<u>aa</u> lilla<u>dz</u>iina yattaquuna wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wa<strong>a</strong>lla<u>dz</u>iina hum bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> yu/minuun<strong>a</strong>"
    },
    {
        "ar": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ ۚ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ ۙ أُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
        "id": "(Yaitu) orang-orang yang mengikut Rasul, Nabi yang ummi yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka, yang menyuruh mereka mengerjakan yang ma'ruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik dan mengharamkan bagi mereka segala yang buruk dan membuang dari mereka beban-beban dan belenggu-belenggu yang ada pada mereka. Maka orang-orang yang beriman kepadanya. memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al Qur'an), mereka itulah orang-orang yang beruntung.",
        "nomor": "157",
        "tr": "<strong>al</strong>la<u>dz</u>iina yattabi'uuna <strong>al</strong>rrasuula <strong>al</strong>nnabiyya <strong>a</strong>l-ummiyya <strong>al</strong>la<u>dz</u>ii yajiduunahu maktuuban 'indahum fii <strong>al</strong>ttawr<u>aa</u>ti wa<strong>a</strong>l-injiili ya/muruhum bi<strong>a</strong>lma'ruufi wayanh<u>aa</u>hum 'ani <strong>a</strong>lmunkari wayu<u>h</u>illu lahumu <strong>al</strong><u>ththh</u>ayyib<u>aa</u>ti wayu<u>h</u>arrimu 'alayhimu <strong>a</strong>lkhab<u>aa</u>-itsa waya<u>dh</u>a'u 'anhum i<u>sh</u>rahum wa<strong>a</strong>l-aghl<u>aa</u>la <strong>al</strong>latii k<u>aa</u>nat 'alayhim fa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu bihi wa'azzaruuhu wana<u>sh</u>aruuhu wa<strong>i</strong>ttaba'uu <strong>al</strong>nnuura <strong>al</strong>la<u>dz</u>ii unzila ma'ahu ul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
        "id": "Katakanlah: \"Hai manusia sesungguhnya aku adalah utusan Allah kepadamu semua, yaitu Allah Yang mempunyai kerajaan langit dan bumi; tidak ada Tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya) dan ikutilah dia, supaya kamu mendapat petunjuk\".",
        "nomor": "158",
        "tr": "qul y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nn<u>aa</u>su innii rasuulu <strong>al</strong>l<u>aa</u>hi ilaykum jamii'an <strong>al</strong>la<u>dz</u>ii lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa yu<u>h</u>yii wayumiitu fa<u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi warasuulihi <strong>al</strong>nnabiyyi <strong>a</strong>l-ummiyyi <strong>al</strong>la<u>dz</u>ii yu/minu bi<strong>al</strong>l<u>aa</u>hi wakalim<u>aa</u>tihi wa<strong>i</strong>ttabi'uuhu la'allakum tahtaduun<strong>a</strong>"
    },
    {
        "ar": "وَمِنْ قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
        "id": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan hak dan dengan yang hak itulah mereka menjalankan keadilan.",
        "nomor": "159",
        "tr": "wamin qawmi muus<u>aa</u> ummatun yahduuna bi<strong>a</strong>l<u>h</u>aqqi wabihi ya'diluun<strong>a</strong>"
    },
    {
        "ar": "وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ ۖ فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَىٰ ۖ كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ۚ وَمَا ظَلَمُونَا وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
        "id": "Dan mereka Kami bagi menjadi dua belas suku yang masing-masingnya berjumlah besar dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya: \"Pukullah batu itu dengan tongkatmu!\". Maka memancarlah dari padanya duabelas mata air. Sesungguhnya tiap-tiap suku mengetahui tempat minum masing-masing. Dan Kami naungkan awan di atas mereka dan Kami turunkan kepada mereka manna dan salwa. (Kami berfirman): \"Makanlah yang baik-baik dari apa yang telah Kami rezkikan kepadamu\". Mereka tidak menganiaya Kami, tapi merekalah yang selalu menganiaya dirinya sendiri.",
        "nomor": "160",
        "tr": "waqa<u>ththh</u>a'n<u>aa</u>humu itsnatay 'asyrata asb<u>aath</u>an umaman wa-aw<u>h</u>ayn<u>aa</u> il<u>aa</u> muus<u>aa</u> i<u>dz</u>i istasq<u>aa</u>hu qawmuhu ani i<u>dh</u>rib bi'a<u>shaa</u>ka <strong>a</strong>l<u>h</u>ajara fa<strong>i</strong>nbajasat minhu itsnat<u>aa</u> 'asyrata 'aynan qad 'alima kullu un<u>aa</u>sin masyrabahum wa<u>zh</u>allaln<u>aa</u> 'alayhimu <strong>a</strong>lgham<u>aa</u>ma wa-anzaln<u>aa</u> 'alayhimu <strong>a</strong>lmanna wa<strong>al</strong>ssalw<u>aa</u> kuluu min <u>th</u>ayyib<u>aa</u>ti m<u>aa</u> razaqn<u>aa</u>kum wam<u>aa</u> <u>zh</u>alamuun<u>aa</u> wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَٰذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ ۚ سَنَزِيدُ الْمُحْسِنِينَ",
        "id": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil): \"Diamlah di negeri ini saja (Baitul Maqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki\". Dan katakanlah: \"Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu\". Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik.",
        "nomor": "161",
        "tr": "wa-i<u>dz</u> qiila lahumu uskunuu h<u>aadz</u>ihi <strong>a</strong>lqaryata wakuluu minh<u>aa</u> <u>h</u>aytsu syi/tum waquuluu <u>h</u>i<u>ththh</u>atun wa<strong>u</strong>dkhuluu <strong>a</strong>lb<u>aa</u>ba sujjadan naghfir lakum kha<u>th</u>ii-<u>aa</u>tikum sanaziidu <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
    },
    {
        "ar": "فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ",
        "id": "Maka orang-orang yang zalim di antara mereka itu mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka.",
        "nomor": "162",
        "tr": "fabaddala <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu minhum qawlan ghayra <strong>al</strong>la<u>dz</u>ii qiila lahum fa-arsaln<u>aa</u> 'alayhim rijzan mina <strong>al</strong>ssam<u>aa</u>-i bim<u>aa</u> k<u>aa</u>nuu ya<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ",
        "id": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, di waktu datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, dan di hari-hari yang bukan Sabtu, ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami mencoba mereka disebabkan mereka berlaku fasik.",
        "nomor": "163",
        "tr": "wa<strong>i</strong>s-alhum 'ani <strong>a</strong>lqaryati <strong>al</strong>latii k<u>aa</u>nat <u>had</u>irata <strong>a</strong>lba<u>h</u>ri i<u>dz</u> ya'duuna fii <strong>al</strong>ssabti i<u>dz</u> ta/tiihim <u>h</u>iit<u>aa</u>nuhum yawma sabtihim syurra'an wayawma l<u>aa</u> yasbituuna l<u>aa</u> ta/tiihim ka<u>dzaa</u>lika nabluuhum bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
        "id": "Dan (ingatlah) ketika suatu umat di antara mereka berkata: \"Mengapa kamu menasehati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang amat keras?\" Mereka menjawab: \"Agar kami mempunyai alasan (pelepas tanggung jawab) kepada Tuhanmu, dan supaya mereka bertakwa.",
        "nomor": "164",
        "tr": "wa-i<u>dz</u> q<u>aa</u>lat ummatun minhum lima ta'i<u>zh</u>uuna qawman <strong>al</strong>l<u>aa</u>hu muhlikuhum aw mu'a<u>dzdz</u>ibuhum 'a<u>dzaa</u>ban syadiidan q<u>aa</u>luu ma'<u>dz</u>iratan il<u>aa</u> rabbikum wala'allahum yattaquun<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ",
        "id": "Maka tatkala mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
        "nomor": "165",
        "tr": "falamm<u>aa</u> nasuu m<u>aa</u> <u>dz</u>ukkiruu bihi anjayn<u>aa</u> <strong>al</strong>la<u>dz</u>iina yanhawna 'ani <strong>al</strong>ssuu-i wa-akha<u>dz</u>n<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>zh</u>alamuu bi'a<u>dzaa</u>bin ba-iisin bim<u>aa</u> k<u>aa</u>nuu yafsuquun<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
        "id": "Maka tatkala mereka bersikap sombong terhadap apa yang dilarang mereka mengerjakannya, Kami katakan kepadanya: \"Jadilah kamu kera yang hina.",
        "nomor": "166",
        "tr": "falamm<u>aa</u> 'ataw 'an m<u>aa</u> nuhuu 'anhu quln<u>aa</u> lahum kuunuu qiradatan kh<u>aa</u>si-iin<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ",
        "id": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sesungguhnya Dia akan mengirim kepada mereka (orang-orang Yahudi) sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya. Sesungguhnya Tuhanmu amat cepat siksa-Nya, dan sesungguhnya Dia adalah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "167",
        "tr": "wa-i<u>dz</u> ta-a<u>dzdz</u>ana rabbuka layab'atsanna 'alayhim il<u>aa</u> yawmi <strong>a</strong>lqiy<u>aa</u>mati man yasuumuhum suu-a <strong>a</strong>l'a<u>dzaa</u>bi inna rabbaka lasarii'u <strong>a</strong>l'iq<u>aa</u>bi wa-innahu laghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا ۖ مِنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
        "id": "Dan Kami bagi-bagi mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan di antaranya ada yang tidak demikian. Dan Kami coba mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
        "nomor": "168",
        "tr": "waqa<u>ththh</u>a'n<u>aa</u>hum fii <strong>a</strong>l-ar<u>dh</u>i umaman minhumu <strong>al</strong><u>shshaa</u>li<u>h</u>uuna waminhum duuna <u>dzaa</u>lika wabalawn<u>aa</u>hum bi<strong>a</strong>l<u>h</u>asan<u>aa</u>ti wa<strong>al</strong>ssayyi-<u>aa</u>ti la'allahum yarji'uun<strong>a</strong>"
    },
    {
        "ar": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَٰذَا الْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ ۗ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
        "id": "Maka datanglah sesudah mereka generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini, dan berkata: \"Kami akan diberi ampun\". Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah perjanjian Taurat sudah diambil dari mereka, yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya?. Dan kampung akhirat itu lebih bagi mereka yang bertakwa. Maka apakah kamu sekalian tidak mengerti?",
        "nomor": "169",
        "tr": "fakhalafa min ba'dihim khalfun waritsuu alkit<u>aa</u>ba ya/khu<u>dz</u>uuna 'ara<u>dh</u>a h<u>aadzaa</u> al-adn<u>aa</u> wayaquuluuna sayughfaru lan<u>aa</u> wa-in ya/tihim 'ara<u>dh</u>un mitsluhu ya/khu<u>dz</u>uuhu alam yu/kha<u>dz</u> 'alayhim miits<u>aa</u>qu alkit<u>aa</u>bi an l<u>aa</u> yaquuluu 'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> al<u>h</u>aqqa wadarasuu m<u>aa</u> fiihi wa<strong>al</strong>dd<u>aa</u>ru al-<u>aa</u>khiratu khayrun lilla<u>dz</u>iina yattaquuna afal<u>aa</u> ta'qiluun<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ",
        "id": "Dan orang-orang yang berpegang teguh dengan Al Kitab (Taurat) serta mendirikan shalat, (akan diberi pahala) karena sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan.",
        "nomor": "170",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina yumassikuuna bi<strong>a</strong>lkit<u>aa</u>bi wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta inn<u>aa</u> l<u>aa</u> nu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>sh</u>li<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
        "id": "Dan (ingatlah), ketika Kami mengangkat bukit ke atas mereka seakan-akan bukit itu naungan awan dan mereka yakin bahwa bukit itu akan jatuh menimpa mereka. (Dan Kami katakan kepada mereka): \"Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya supaya kamu menjadi orang-orang yang bertakwa\".",
        "nomor": "171",
        "tr": "wa-i<u>dz</u> nataqn<u>aa</u> <strong>a</strong>ljabala fawqahum ka-annahu <u>zh</u>ullatun wa<u>zh</u>annuu annahu w<u>aa</u>qi'un bihim khu<u>dz</u>uu m<u>aa</u> <u>aa</u>tayn<u>aa</u>kum biquwwatin wa<strong>u</strong><u>dz</u>kuruu m<u>aa</u> fiihi la'allakum tattaquun<strong>a</strong>"
    },
    {
        "ar": "وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰ أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا بَلَىٰ ۛ شَهِدْنَا ۛ أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَافِلِينَ",
        "id": "Dan (ingatlah), ketika Tuhanmu mengeluarkan keturunan anak-anak Adam dari sulbi mereka dan Allah mengambil kesaksian terhadap jiwa mereka (seraya berfirman): \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab: \"Betul (Engkau Tuban kami), kami menjadi saksi\". (Kami lakukan yang demikian itu) agar di hari kiamat kamu tidak mengata-kan: \"Sesungguhnya kami (bani Adam) adalah orang-orang yang lengah terhadap ini (keesaan Tuhan)\",",
        "nomor": "172",
        "tr": "wa-i<u>dz</u> akha<u>dz</u>a rabbuka min banii <u>aa</u>dama min <u>zh</u>uhuurihim <u>dz</u>urriyyatahum wa-asyhadahum 'al<u>aa</u> anfusihim alastu birabbikum q<u>aa</u>luu bal<u>aa</u> syahidn<u>aa</u> an taquuluu yawma alqiy<u>aa</u>mati inn<u>aa</u> kunn<u>aa</u> 'an h<u>aadzaa</u> gh<u>aa</u>filiin<strong>a</strong>"
    },
    {
        "ar": "أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ",
        "id": "atau agar kamu tidak mengatakan: \"Sesungguhnya orang-orang tua kami telah mempersekutukan Tuhan sejak dahulu, sedang kami ini adalah anak-anak keturunan yang (datang) sesudah mereka. Maka apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang sesat dahulu?\"",
        "nomor": "173",
        "tr": "aw taquuluu innam<u>aa</u> asyraka <u>aa</u>b<u>aa</u>un<u>aa</u> min qablu wakunn<u>aa</u> <u>dz</u>urriyyatan min ba'dihim afatuhlikun<u>aa</u> bim<u>aa</u> fa'ala <strong>a</strong>lmub<u>th</u>iluun<strong>a</strong>"
    },
    {
        "ar": "وَكَذَٰلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
        "id": "Dan demikianlah Kami menjelaskan ayat-ayat itu, agar mereka kembali (kepada kebenaran).",
        "nomor": "174",
        "tr": "waka<u>dzaa</u>lika nufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti wala'allahum yarji'uun<strong>a</strong>"
    },
    {
        "ar": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ",
        "id": "Dan bacakanlah kepada mereka berita orang yang telah Kami berikan kepadanya ayat-ayat Kami (pengetahuan tentang isi Al Kitab), kemudian dia melepaskan diri dari pada ayat-ayat itu, lalu dia diikuti oleh syaitan (sampai dia tergoda), maka jadilah dia termasuk orang-orang yang sesat.",
        "nomor": "175",
        "tr": "wa<strong>u</strong>tlu 'alayhim naba-a <strong>al</strong>la<u>dz</u>ii <u>aa</u>tayn<u>aa</u>hu <u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>i</strong>nsalakha minh<u>aa</u> fa-atba'ahu <strong>al</strong>sysyay<u>th</u><u>aa</u>nu fak<u>aa</u>na mina <strong>a</strong>lgh<u>aa</u>wiin<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ ۚ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ۚ ذَٰلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
        "id": "Dan kalau Kami menghendaki, sesungguhnya Kami tinggikan (derajat)nya dengan ayat-ayat itu, tetapi dia cenderung kepada dunia dan menurutkan hawa nafsunya yang rendah, maka perumpamaannya seperti anjing jika kamu menghalaunya diulurkannya lidahnya dan jika kamu membiarkannya dia mengulurkan lidahnya (juga). Demikian itulah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah (kepada mereka) kisah-kisah itu agar mereka berfikir.",
        "nomor": "176",
        "tr": "walaw syi/n<u>aa</u> larafa'n<u>aa</u>hu bih<u>aa</u> wal<u>aa</u>kinnahu akhlada il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i wa<strong>i</strong>ttaba'a haw<u>aa</u>hu famatsaluhu kamatsali <strong>a</strong>lkalbi in ta<u>h</u>mil 'alayhi yalhats aw tatruk-hu yalhats <u>dzaa</u>lika matsalu <strong>a</strong>lqawmi <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> fa<strong>u</strong>q<u>sh</u>u<u>sh</u>i <strong>a</strong>lqa<u>sh</u>a<u>sh</u>a la'allahum yatafakkaruun<strong>a</strong>"
    },
    {
        "ar": "سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ",
        "id": "Amat buruklah perumpamaan orang-orang yang mendustakan ayat-ayat Kami dan kepada diri mereka sendirilah mereka berbuat zalim.",
        "nomor": "177",
        "tr": "s<u>aa</u>-a matsalan <strong>a</strong>lqawmu <strong>al</strong>la<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> wa-anfusahum k<u>aa</u>nuu ya<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي ۖ وَمَنْ يُضْلِلْ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
        "id": "Barangsiapa yang diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa yang disesatkan Allah, maka merekalah orang-orang yang merugi.",
        "nomor": "178",
        "tr": "man yahdi <strong>al</strong>l<u>aa</u>hu fahuwa <strong>a</strong>lmuhtadii waman yu<u>dh</u>lil faul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
    },
    {
        "ar": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ ۖ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا ۚ أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ",
        "id": "Dan sesungguhnya Kami jadikan untuk (isi neraka Jahannam) kebanyakan dari jin dan manusia, mereka mempunyai hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka mempunyai mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka itu sebagai binatang ternak, bahkan mereka lebih sesat lagi. Mereka itulah orang-orang yang lalai.",
        "nomor": "179",
        "tr": "walaqad <u>dz</u>ara/n<u>aa</u> lijahannama katsiiran mina <strong>a</strong>ljinni wa<strong>a</strong>l-insi lahum quluubun l<u>aa</u> yafqahuuna bih<u>aa</u> walahum a'yunun l<u>aa</u> yub<u>sh</u>iruuna bih<u>aa</u> walahum <u>aatsaa</u>nun l<u>aa</u> yasma'uuna bih<u>aa</u> ul<u>aa</u>-ika ka<strong>a</strong>l-an'<u>aa</u>mi bal hum a<u>dh</u>allu ul<u>aa</u>-ika humu <strong>a</strong>lgh<u>aa</u>filuun<strong>a</strong>"
    },
    {
        "ar": "وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَىٰ فَادْعُوهُ بِهَا ۖ وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ ۚ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ",
        "id": "Hanya milik Allah asmaa-ul husna, maka bermohonlah kepada-Nya dengan menyebut asmaa-ul husna itu dan tinggalkanlah orang-orang yang menyimpang dari kebenaran dalam (menyebut) nama-nama-Nya. Nanti mereka akan mendapat balasan terhadap apa yang telah mereka kerjakan.",
        "nomor": "180",
        "tr": "walill<u>aa</u>hi <strong>a</strong>l-asm<u>aa</u>u <strong>a</strong>l<u>h</u>usn<u>aa</u> fa<strong>u</strong>d'uuhu bih<u>aa</u> wa<u>dz</u>aruu <strong>al</strong>la<u>dz</u>iina yul<u>h</u>iduuna fii asm<u>aa</u>-ihi sayujzawna m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
        "id": "Dan di antara orang-orang yang Kami ciptakan ada umat yang memberi petunjuk dengan hak, dan dengan yang hak itu (pula) mereka menjalankan keadilan.",
        "nomor": "181",
        "tr": "wamimman khalaqn<u>aa</u> ummatun yahduuna bi<strong>a</strong>l<u>h</u>aqqi wabihi ya'diluun<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ",
        "id": "Dan orang-orang yang mendustakan ayat-ayat Kami, nanti Kami akan menarik mereka dengan berangaur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui.",
        "nomor": "182",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ka<u>dzdz</u>abuu bi-<u>aa</u>y<u>aa</u>tin<u>aa</u> sanastadrijuhum min <u>h</u>aytsu l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ",
        "id": "Dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat teguh.",
        "nomor": "183",
        "tr": "waumlii lahum inna kaydii matiin<strong>un</strong>"
    },
    {
        "ar": "أَوَلَمْ يَتَفَكَّرُوا ۗ مَا بِصَاحِبِهِمْ مِنْ جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُبِينٌ",
        "id": "Apakah (mereka lalai) dan tidak memikirkan bahwa teman mereka (Muhammad) tidak berpenyakit gila. Dia (Muhammad itu) tidak lain hanyalah seorang pemberi peringatan lagi pemberi penjelasan.",
        "nomor": "184",
        "tr": "awa lam yatafakkaruu m<u>aa</u> bi<u>shaah</u>ibihim min jinnatin in huwa ill<u>aa</u> na<u>dz</u>iirun mubiin<strong>un</strong>"
    },
    {
        "ar": "أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ عَسَىٰ أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
        "id": "Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala sesuatu yang diciptakan Allah, dan kemungkinan telah dekatnya kebinasaan mereka? Maka kepada berita manakah lagi mereka akan beriman sesudah Al Qur'an itu?",
        "nomor": "185",
        "tr": "awalam yan<u>zh</u>uruu fii malakuuti <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i wam<u>aa</u> khalaqa <strong>al</strong>l<u>aa</u>hu min syay-in wa-an 'as<u>aa</u> an yakuuna qadi iqtaraba ajaluhum fabi-ayyi <u>h</u>adiitsin ba'dahu yu/minuun<strong>a</strong>"
    },
    {
        "ar": "مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ ۚ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
        "id": "Barangsiapa yang Allah sesatkan, maka baginya tak ada orang yang akan memberi petunjuk. Dan Allah membiarkan mereka terombang-ambing dalam kesesatan.",
        "nomor": "186",
        "tr": "man yu<u>dh</u>lili <strong>al</strong>l<u>aa</u>hu fal<u>aa</u> h<u>aa</u>diya lahu waya<u>dz</u>aruhum fii <u>th</u>ughy<u>aa</u>nihim ya'mahuun<strong>a</strong>"
    },
    {
        "ar": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي ۖ لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ۚ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
        "id": "Mereka menanyakan kepadamu tentang kiamat: \"Bilakah terjadinya?\" Katakanlah: \"Sesungguhnya pengetahuan tentang kiamat itu adalah pada sisi Tuhanku; tidak seorangpun yang dapat menjelaskan waktu kedatangannya selain Dia. Kiamat itu amat berat (huru haranya bagi makhluk) yang di langit dan di bumi. Kiamat itu tidak akan datang kepadamu melainkan dengan tiba-tiba\". Mereka bertanya kepadamu seakan-akan kamu benar-benar mengetahuinya. Katakanlah: \"Sesungguhnya pengetahuan tentang bari kiamat itu adalah di sisi Allah, tetapi kebanyakan manusia tidak mengetahui\".",
        "nomor": "187",
        "tr": "yas-aluunaka 'ani <strong>al</strong>ss<u>aa</u>'ati ayy<u>aa</u>na murs<u>aa</u>h<u>aa</u> qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda rabbii l<u>aa</u> yujalliih<u>aa</u> liwaqtih<u>aa</u> ill<u>aa</u> huwa tsaqulat fii <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i l<u>aa</u> ta/tiikum ill<u>aa</u> baghtatan yas-aluunaka ka-annaka <u>h</u>afiyyun 'anh<u>aa</u> qul innam<u>aa</u> 'ilmuh<u>aa</u> 'inda <strong>al</strong>l<u>aa</u>hi wal<u>aa</u>kinna aktsara <strong>al</strong>nn<u>aa</u>si l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ ۚ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ ۚ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ",
        "id": "Katakanlah: \"Aku tidak berkuasa menarik kemanfa'atan bagi diriku dan tidak (pula) menolak kemudharatan kecuali yang dikehendaki Allah. Dan sekiranya aku mengetahui yang ghaib, tentulah aku membuat kebajikan sebanyak-banyaknya dan aku tidak akan ditimpa kemudharatan. Aku tidak lain hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman\".",
        "nomor": "188",
        "tr": "qul l<u>aa</u> amliku linafsii naf'an wal<u>aa</u> <u>dh</u>arran ill<u>aa</u> m<u>aa</u> sy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu walaw kuntu a'lamu <strong>a</strong>lghayba la<strong>i</strong>staktsartu mina <strong>a</strong>lkhayri wam<u>aa</u> massaniya <strong>al</strong>ssuu-u in an<u>aa</u> ill<u>aa</u> na<u>dz</u>iirun wabasyiirun liqawmin yu/minuun<strong>a</strong>"
    },
    {
        "ar": "هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ ۖ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
        "id": "Dialah Yang menciptakan kamu dari diri yang satu dan dari padanya Dia menciptakan isterinya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, isterinya itu mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian tatkala dia merasa berat, keduanya (suami-isteri) bermohon kepada Allah, Tuhannya seraya berkata: \"Sesungguhnya jika Engkau memberi kami anak yang saleh, tentulah kami terraasuk orang-orang yang bersyukur\".",
        "nomor": "189",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii khalaqakum min nafsin w<u>aah</u>idatin waja'ala minh<u>aa</u> zawjah<u>aa</u> liyaskuna ilayh<u>aa</u> falamm<u>aa</u> taghasysy<u>aa</u>h<u>aa</u> <u>h</u>amalat <u>h</u>amlan khafiifan famarrat bihi falamm<u>aa</u> atsqalat da'aw<u>aa</u> <strong>al</strong>l<u>aa</u>ha rabbahum<u>aa</u> la-in <u>aa</u>taytan<u>aa</u> <u>shaa</u>li<u>h</u>an lanakuunanna mina <strong>al</strong>sysy<u>aa</u>kiriin<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا ۚ فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ",
        "id": "Tatkala Allah memberi kepada keduanya seorang anak yang sempurna, maka keduanya menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya kepada keduanya itu. Maka Maha Tinggi Allah dari apa yang mereka persekutukan.",
        "nomor": "190",
        "tr": "falamm<u>aa</u> <u>aa</u>t<u>aa</u>hum<u>aa</u> <u>shaa</u>li<u>h</u>an ja'al<u>aa</u> lahu syurak<u>aa</u>-a fiim<u>aa</u> <u>aa</u>t<u>aa</u>hum<u>aa</u> fata'<u>aa</u>l<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
    },
    {
        "ar": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ",
        "id": "Apakah mereka mempersekutukan (Allah dengan) berhada-berhala yang tak dapat menciptakan sesuatupun? Sedangkan berhala-berhala itu sendiri buatan orang.",
        "nomor": "191",
        "tr": "ayusyrikuuna m<u>aa</u> l<u>aa</u> yakhluqu syay-an wahum yukhlaquun<strong>a</strong>"
    },
    {
        "ar": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنْفُسَهُمْ يَنْصُرُونَ",
        "id": "Dan berhala-berhala itu tidak mampu memberi pertolongan kepada penyembah-penyembahnya dan kepada dirinya sendiripun berhala-berhala itu tidak dapat memberi pertolongan.",
        "nomor": "192",
        "tr": "wal<u>aa</u> yasta<u>th</u>ii'uuna lahum na<u>sh</u>ran wal<u>aa</u> anfusahum yan<u>sh</u>uruun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ",
        "id": "Dan jika kamu (hai orang-orang musyrik) menyerunya (berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka ataupun kamu herdiam diri.",
        "nomor": "193",
        "tr": "wa-in tad'uuhum il<u>aa</u> <strong>a</strong>lhud<u>aa</u> l<u>aa</u> yattabi'uukum saw<u>aa</u>un 'alaykum ada'awtumuuhum am antum <u>shaa</u>mituun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
        "id": "Sesungguhnya berhala-berhala yang kamu seru selain Allah itu adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah berhala-berhala itu lalu biarkanlah mereka mmperkenankan permintaanmu, jika kamu memang orang-orang yang benar.",
        "nomor": "194",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina tad'uuna min duuni <strong>al</strong>l<u>aa</u>hi 'ib<u>aa</u>dun amts<u>aa</u>lukum fa<strong>u</strong>d'uuhum falyastajiibuu lakum in kuntum <u>shaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا ۖ أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنْظِرُونِ",
        "id": "Apakah berhala-berhala mempunyai kaki yang dengan itu ia dapat berjalan, atau mempunyai tangan yang dengan itu ia dapat memegang dengan keras, atau mempunyai mata yang dengan itu ia dapat melihat, atau mempunyai telinga yang dengan itu ia dapat mendengar? Katakanlah: \"Panggillah berhala-berhalamu yang kamu jadikan sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)-ku tanpa memberi tangguh (kepada-ku)\".",
        "nomor": "195",
        "tr": "alahum arjulun yamsyuuna bih<u>aa</u> am lahum aydin yab<u>th</u>isyuuna bih<u>aa</u> am lahum a'yunun yub<u>sh</u>iruuna bih<u>aa</u> am lahum <u>aatsaa</u>nun yasma'uuna bih<u>aa</u> quli ud'uu syurak<u>aa</u>-akum tsumma kiiduuni fal<u>aa</u> tun<u>zh</u>iruun<strong>i</strong>"
    },
    {
        "ar": "إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ ۖ وَهُوَ يَتَوَلَّى الصَّالِحِينَ",
        "id": "Sesungguhnya pelindungku ialahlah Yang telah menurunkan Al Kitab (Al Qur'an) dan Dia melindungi orang-orang yang saleh.",
        "nomor": "196",
        "tr": "inna waliyyiya <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>ii nazzala <strong>a</strong>lkit<u>aa</u>ba wahuwa yatawall<u>aa</u> <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنْفُسَهُمْ يَنْصُرُونَ",
        "id": "Dan berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.",
        "nomor": "197",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina tad'uuna min duunihi l<u>aa</u> yasta<u>th</u>ii'uuna na<u>sh</u>rakum wal<u>aa</u> anfusahum yan<u>sh</u>uruun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَسْمَعُوا ۖ وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
        "id": "Dan jika kamu sekalian menyeru (berhala-berhala) untuk memberi petunjuk, niscaya berhala-herhala itu tidak dapat mendengarnya. Dan kamu melihat berhala-berhala itu memandang kepadamu padahal ia tidak melihat.",
        "nomor": "198",
        "tr": "wa-in tad'uuhum il<u>aa</u> <strong>a</strong>lhud<u>aa</u> l<u>aa</u> yasma'uu watar<u>aa</u>hum yan<u>zh</u>uruuna ilayka wahum l<u>aa</u> yub<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ",
        "id": "Jadilah engkau pema'af dan suruhlah orang mengerjakan yang ma'ruf, serta berpalinglah dari pada orang-orang yang bodoh.",
        "nomor": "199",
        "tr": "khu<u>dz</u>i <strong>a</strong>l'afwa wa/mur bi<strong>a</strong>l'urfi wa-a'ri<u>dh</u> 'ani <strong>a</strong>lj<u>aa</u>hiliin<strong>a</strong>"
    },
    {
        "ar": "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۚ إِنَّهُ سَمِيعٌ عَلِيمٌ",
        "id": "Dan jika kamu ditimpa sesuatu godaan syaitan maka berlindunglah kepada Allah. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
        "nomor": "200",
        "tr": "wa-imm<u>aa</u> yanzaghannaka mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni nazghun fa<strong>i</strong>sta'i<u>dz</u> bi<strong>al</strong>l<u>aa</u>hi innahu samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ",
        "id": "Sesungguhnya orang-orang yang bertakwa bila mereka ditimpa was-was dari syaitan, mereka ingat kepada Allah, maka ketika itu juga mereka melihat kesalahan-kesalahannya.",
        "nomor": "201",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina ittaqaw i<u>dzaa</u> massahum <u>th</u><u>aa</u>-ifun mina <strong>al</strong>sysyay<u>th</u><u>aa</u>ni ta<u>dz</u>akkaruu fa-i<u>dzaa</u> hum mub<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ",
        "id": "Dan teman-teman mereka (orang-orang kafir dan fasik) membantu syaitan-syaitan dalam menyesatkan dan mereka tidak henti-hentinya (menyesatkan).",
        "nomor": "202",
        "tr": "wa-ikhw<u>aa</u>nuhum yamudduunahum fii <strong>a</strong>lghayyi tsumma l<u>aa</u> yuq<u>sh</u>iruun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا ۚ قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَىٰ إِلَيَّ مِنْ رَبِّي ۚ هَٰذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ",
        "id": "Dan apabila kamu tidak membawa suatu ayat Al Qur'an kepada mereka, mereka berkata: \"Mengapa tidak kamu buat sendiri ayat itu?\" Katakanlah: \"Sesungguhnya aku hanya mengikut apa yang diwahyukan dari Tuhanku kepadaku. Al Qur'an ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk dan rahmat bagi orang-orang yang beriman.\"",
        "nomor": "203",
        "tr": "wa-i<u>dzaa</u> lam ta/tihim bi-<u>aa</u>yatin q<u>aa</u>luu lawl<u>aa</u> ijtabaytah<u>aa</u> qul innam<u>aa</u> attabi'u m<u>aa</u> yuu<u>haa</u> ilayya min rabbii h<u>aadzaa</u> ba<u>shaa</u>-iru min rabbikum wahudan wara<u>h</u>matun liqawmin yu/minuun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ",
        "id": "Dan apabila dibacakan Al Qur'an, maka dengarkanlah baik-baik, dan perhatikanlah dengan tenang agar kamu mendapat rahmat.",
        "nomor": "204",
        "tr": "wa-i<u>dzaa</u> quri-a <strong>a</strong>lqur-<u>aa</u>nu fa<strong>i</strong>stami'uu lahu wa-an<u>sh</u>ituu la'allakum tur<u>h</u>amuun<strong>a</strong>"
    },
    {
        "ar": "وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُنْ مِنَ الْغَافِلِينَ",
        "id": "Dan sebutlah (nama) Tuhannmu dalam hatiumu dengan merendahkan diri dan rasa takut, dan dengan tidak mengeraskan suara, di waktu pagi dan petang, dan janganlah kamu termask orang-orang yang lalai.",
        "nomor": "205",
        "tr": "wa<strong>u</strong><u>dz</u>kur rabbaka fii nafsika ta<u>dh</u>arru'an wakhiifatan waduuna <strong>a</strong>ljahri mina <strong>a</strong>lqawli bi<strong>a</strong>lghuduwwi wa<strong>a</strong>l-<u>aasaa</u>li wal<u>aa</u> takun mina <strong>a</strong>lgh<u>aa</u>filiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ ۩",
        "id": "Sesungguhnya malaikat-malaikat yang ada di sisi Tuhanmu tidaklah merasa enggan menyembah Allah dan mereka mentasbihkan-Nya dan hanya kepada-Nya-lah mereka bersujud.",
        "nomor": "206",
        "tr": "inna <strong>al</strong>la<u>dz</u>iina 'inda rabbika l<u>aa</u> yastakbiruuna 'an 'ib<u>aa</u>datihi wayusabbi<u>h</u>uunahu walahu yasjuduun<strong>a</strong>"
    }
]