[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
        "id": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan memerintahkan): \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih\",",
        "nomor": "1",
        "tr": "inn<u>aa</u> arsaln<u>aa</u> nuu<u>h</u>an il<u>aa</u> qawmihi an an<u>dz</u>ir qawmaka min qabli an ya/tiyahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
        "id": "Nuh berkata: \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,",
        "nomor": "2",
        "tr": "q<u>aa</u>la y<u>aa</u> qawmi innii lakum na<u>dz</u>iirun mubiin<strong>un</strong>"
    },
    {
        "ar": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
        "id": "(yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan ta'atlah kepadaku,",
        "nomor": "3",
        "tr": "ani u'buduu <strong>al</strong>l<u>aa</u>ha wa<strong>i</strong>ttaquuhu wa-a<u>th</u>ii'uun<strong>i</strong>"
    },
    {
        "ar": "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ",
        "id": "niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui\".",
        "nomor": "4",
        "tr": "yaghfir lakum min <u>dz</u>unuubikum wayu-akhkhirkum il<u>aa</u> ajalin musamman inna ajala <strong>al</strong>l<u>aa</u>hi i<u>dzaa</u> j<u>aa</u>-a l<u>aa</u> yu-akhkharu law kuntum ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
        "id": "Nuh berkata: \"Ya Tuhanku sesungguhnya aku telah menyeru kaumku malam dan siang,",
        "nomor": "5",
        "tr": "q<u>aa</u>la rabbi innii da'awtu qawmii laylan wanah<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
        "id": "maka seruanku itu hanyalah menambah mereka lari (dari kebenaran).",
        "nomor": "6",
        "tr": "falam yazidhum du'<u>aa</u>-ii ill<u>aa</u> fir<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
        "id": "Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya dan menutupkan bajunya (kemukanya) dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat.",
        "nomor": "7",
        "tr": "wa-innii kullam<u>aa</u> da'awtuhum litaghfira lahum ja'aluu a<u>shaa</u>bi'ahum fii <u>aatsaa</u>nihim wa<strong>i</strong>staghsyaw tsiy<u>aa</u>bahum wa-a<u>sh</u>arruu wa<strong>i</strong>stakbaruu istikb<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
        "id": "Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan,",
        "nomor": "8",
        "tr": "tsumma innii da'awtuhum jih<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
        "id": "kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam,",
        "nomor": "9",
        "tr": "tsumma innii a'lantu lahum wa-asrartu lahum isr<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
        "id": "maka aku katakan kepada mereka: 'Mohonlah ampun kepada Tuhanmu, sesungguhnya Dia adalah Maha Pengampun,",
        "nomor": "10",
        "tr": "faqultu istaghfiruu rabbakum innahu k<u>aa</u>na ghaff<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا",
        "id": "niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,",
        "nomor": "11",
        "tr": "yursili <strong>al</strong>ssam<u>aa</u>-a 'alaykum midr<u>aa</u>r<u>aa</u><strong>n </strong>"
    },
    {
        "ar": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا",
        "id": "dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai.",
        "nomor": "12",
        "tr": "wayumdidkum bi-amw<u>aa</u>lin wabaniina wayaj'al lakum jann<u>aa</u>tin wayaj'al lakum anh<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
        "id": "Mengapa kamu tidak percaya akan kebesaran Allah?",
        "nomor": "13",
        "tr": "m<u>aa</u> lakum l<u>aa</u> tarjuuna lill<u>aa</u>hi waq<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
        "id": "Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian.",
        "nomor": "14",
        "tr": "waqad khalaqakum a<u>th</u>w<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
        "id": "Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?",
        "nomor": "15",
        "tr": "alam taraw kayfa khalaqa <strong>al</strong>l<u>aa</u>hu sab'a sam<u>aa</u>w<u>aa</u>tin <u>th</u>ib<u>aa</u>q<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
        "id": "Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?",
        "nomor": "16",
        "tr": "waja'ala <strong>a</strong>lqamara fiihinna nuuran waja'ala <strong>al</strong>sysyamsa sir<u>aa</u>j<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا",
        "id": "Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,",
        "nomor": "17",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu anbatakum mina <strong>a</strong>l-ar<u>dh</u>i nab<u>aa</u>t<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
        "id": "kemudian Dia mengambalikan kamu ke dalam tanah dan mengeluarkan kamu (daripadanya pada hari kiamat) dengan sebenar-benarnya.",
        "nomor": "18",
        "tr": "tsumma yu'iidukum fiih<u>aa</u> wayukhrijukum ikhr<u>aa</u>j<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
        "id": "Dan Allah menjadikan bumi untukmu sebagai hamparan,",
        "nomor": "19",
        "tr": "wa<strong>al</strong>l<u>aa</u>hu ja'ala lakumu <strong>a</strong>l-ar<u>dh</u>a bis<u>aataa</u><strong>n</strong>"
    },
    {
        "ar": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
        "id": "supaya kamu menjalani jalan-jalan yang luas di bumi itu\".",
        "nomor": "20",
        "tr": "litaslukuu minh<u>aa</u> subulan fij<u>aa</u>j<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
        "id": "Nuh berkata: \"Ya Tuhanku, sesungguhnya mereka telah mendurhakaiku dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,",
        "nomor": "21",
        "tr": "q<u>aa</u>la nuu<u>h</u>un rabbi innahum 'a<u>sh</u>awnii wa<strong>i</strong>ttaba'uu man lam yazidhu m<u>aa</u>luhu wawaladuhu ill<u>aa</u> khas<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَكَرُوا مَكْرًا كُبَّارًا",
        "id": "dan melakukan tipu-daya yang amat besar\".",
        "nomor": "22",
        "tr": "wamakaruu makran kubb<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
        "id": "Dan mereka berkata: \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwwa', yaghuts, ya'uq dan nasr\".",
        "nomor": "23",
        "tr": "waq<u>aa</u>luu l<u>aa</u> ta<u>dz</u>arunna <u>aa</u>lihatakum wal<u>aa</u> ta<u>dz</u>arunna waddan wal<u>aa</u> suw<u>aa</u>'an wal<u>aa</u> yaghuutsa waya'uuqa wanasr<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
        "id": "Dan sesudahnya mereka menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.",
        "nomor": "24",
        "tr": "waqad a<u>dh</u>alluu katsiiran wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> <u>dh</u>al<u>aa</u>l<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا",
        "id": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah.",
        "nomor": "25",
        "tr": "mimm<u>aa</u> kha<u>th</u>ii-<u>aa</u>tihim ughriquu faudkhiluu n<u>aa</u>ran falam yajiduu lahum min duuni <strong>al</strong>l<u>aa</u>hi an<u>shaa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
        "id": "Nuh berkata: \"Ya Tuhanku, janganlah Engkau biarkan seorangpun di antara orang-orang kafir itu tinggal di atas bumi.",
        "nomor": "26",
        "tr": "waq<u>aa</u>la nuu<u>h</u>un rabbi l<u>aa</u> ta<u>dz</u>ar 'al<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i mina <strong>a</strong>lk<u>aa</u>firiina dayy<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
        "id": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat ma'siat lagi sangat kafir.",
        "nomor": "27",
        "tr": "innaka in ta<u>dz</u>arhum yu<u>dh</u>illuu 'ib<u>aa</u>daka wal<u>aa</u> yaliduu ill<u>aa</u> f<u>aa</u>jiran kaff<u>aa</u>r<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
        "id": "Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan\".",
        "nomor": "28",
        "tr": "rabbi ighfir lii waliw<u>aa</u>lidayya waliman dakhala baytiya mu/minan walilmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti wal<u>aa</u> tazidi <strong>al</strong><u>zhzhaa</u>limiina ill<u>aa</u> tab<u>aa</u>ran"
    }
]