[
    {
        "ar": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ هَلْ أَتَىٰ عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا",
        "id": "Bukankah telah datang atas manusia satu waktu dari masa, sedang dia ketika itu belum merupakan sesuatu yang dapat disebut?",
        "nomor": "1",
        "tr": "hal at<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ins<u>aa</u>ni <u>h</u>iinun mina <strong>al</strong>ddahri lam yakun syay-an ma<u>dz</u>kuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا",
        "id": "Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
        "nomor": "2",
        "tr": "inn<u>aa</u> khalaqn<u>aa</u> <strong>a</strong>l-ins<u>aa</u>na min nu<u>th</u>fatin amsy<u>aa</u>jin nabtaliihi faja'aln<u>aa</u>hu samii'an ba<u>sh</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
        "id": "Sesungguhnya Kami telah menunjukinya jalan yang lurus; ada yang bersyukur dan ada pula yang kafir.",
        "nomor": "3",
        "tr": "inn<u>aa</u> hadayn<u>aa</u>hu <strong>al</strong>ssabiila imm<u>aa</u> sy<u>aa</u>kiran wa-imm<u>aa</u> kafuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا",
        "id": "Sesungguhnya Kami menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala.",
        "nomor": "4",
        "tr": "inn<u>aa</u> a'tadn<u>aa</u> lilk<u>aa</u>firiina sal<u>aa</u>sila wa-aghl<u>aa</u>lan wasa'iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا",
        "id": "Sesungguhnya orang-orang yang berbuat kebajikan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,",
        "nomor": "5",
        "tr": "inna <strong>a</strong>l-abr<u>aa</u>ra yasyrabuuna min ka/sin k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> k<u>aa</u>fuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا",
        "id": "(yaitu) mata air (dalam surga) yang daripadanya hamba-hamba Allah minum, yang mereka dapat mengalirkannya dengan sebaik-baiknya.",
        "nomor": "6",
        "tr": "'aynan yasyrabu bih<u>aa</u> 'ib<u>aa</u>du <strong>al</strong>l<u>aa</u>hi yufajjiruunah<u>aa</u> tafjiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا",
        "id": "Mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana.",
        "nomor": "7",
        "tr": "yuufuuna bi<strong>al</strong>nna<u>dz</u>ri wayakh<u>aa</u>fuuna yawman k<u>aa</u>na syarruhu musta<u>th</u>iir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا",
        "id": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan.",
        "nomor": "8",
        "tr": "wayu<u>th</u>'imuna <strong>al</strong><u>ththh</u>a'<u>aa</u>ma 'al<u>aa</u> <u>h</u>ubbihi miskiinan wayatiiman wa-asiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا",
        "id": "Sesungguhnya kami memberi makanan kepadamu hanyalah untuk mengharapkan keridhaan Allah, kami tidak menghendaki balasan dari kamu dan tidak pula (ucapan) terima kasih.",
        "nomor": "9",
        "tr": "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا",
        "id": "Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari yang (di hari itu) orang-orang bermuka masam penuh kesulitan.",
        "nomor": "10",
        "tr": "innam<u>aa</u> nu<u>th</u>'imukum liwajhi <strong>al</strong>l<u>aa</u>hi l<u>aa</u> nuriidu minkum jaz<u>aa</u>-an wal<u>aa</u> syukuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا",
        "id": "Maka Tuhan memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka kejernihan (wajah) dan kegembiraan hati.",
        "nomor": "11",
        "tr": "fawaq<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu syarra <u>dzaa</u>lika <strong>a</strong>lyawmi walaqq<u>aa</u>hum na<u>dh</u>ratan wasuruur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا",
        "id": "Dan Dia memberi balasan kepada mereka karena kesabaran mereka (dengan) surga dan (pakaian) sutera,",
        "nomor": "12",
        "tr": "wajaz<u>aa</u>hum bim<u>aa</u> <u>sh</u>abaruu jannatan wa<u>h</u>ariir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا",
        "id": "di dalamnya mereka duduk bertelakan di atas dipan, mereka tidak merasakan di dalamnya (teriknya) matahari dan tidak pula dingin yang bersangatan.",
        "nomor": "13",
        "tr": "muttaki-iina fiih<u>aa</u> 'al<u>aa</u> <strong>a</strong>l-ar<u>aa</u>-iki l<u>aa</u> yarawna fiih<u>aa</u> syamsan wal<u>aa</u> zamhariir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا",
        "id": "Dan naungan (pohon-pohon surga itu) dekat di atas mereka dan buahnya dimudahkan memetiknya semudah-mudahnya.",
        "nomor": "14",
        "tr": "wad<u>aa</u>niyatan 'alayhim <u>zh</u>il<u>aa</u>luh<u>aa</u> wa<u>dz</u>ullilat qu<u>th</u>uufuh<u>aa</u> ta<u>dz</u>liil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا",
        "id": "Dan diedarkan kepada mereka bejana-bejana dari perak dan piala-piala yang bening laksana kaca,",
        "nomor": "15",
        "tr": "wayu<u>th</u><u>aa</u>fu 'alayhim bi-<u>aa</u>niyatin min fi<u>dhdh</u>atin wa-akw<u>aa</u>bin k<u>aa</u>nat qaw<u>aa</u>riir<u>aa</u>"
    },
    {
        "ar": "قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا",
        "id": "(yaitu) kaca-kaca (yang terbuat) dari perak yang telah diukur mereka dengan sebaik-baiknya.",
        "nomor": "16",
        "tr": "qaw<u>aa</u>riira min fi<u>dhdh</u>atin qaddaruuh<u>aa</u> taqdiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا",
        "id": "Di dalam syurga itu mereka diberi minum segelas (minuman) yang campurannya adalah jahe.",
        "nomor": "17",
        "tr": "wayusqawna fiih<u>aa</u> ka/san k<u>aa</u>na miz<u>aa</u>juh<u>aa</u> zanjabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا",
        "id": "(Yang didatangkan dari) sebuah mata air surga yang dinamakan salsabil.",
        "nomor": "18",
        "tr": "'aynan fiih<u>aa</u> tusamm<u>aa</u> salsabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا",
        "id": "Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda. Apabila kamu melihat mereka, kamu akan mengira mereka, mutiara yang bertaburan.",
        "nomor": "19",
        "tr": "waya<u>th</u>uufu 'alayhim wild<u>aa</u>nun mukhalladuuna i<u>dzaa</u> ra-aytahum <u>h</u>asibtahum lu/lu-an mantsuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا",
        "id": "Dan apabila kamu melihat di sana (surga), niscaya kamu akan melihat berbagai macam keni'matan dan kerajaan yang besar.",
        "nomor": "20",
        "tr": "wa-i<u>dzaa</u> ra-ayta tsamma ra-ayta na'iiman wamulkan kabiir<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا",
        "id": "Mereka memakai pakaian sutera halus yang hijau dan sutera tebal dan dipakaikan kepada mereka gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih.",
        "nomor": "21",
        "tr": "'<u>aa</u>liyahum tsiy<u>aa</u>bu sundusin khu<u>dh</u>run wa-istabraqun wa<u>h</u>ulluu as<u>aa</u>wira min fi<u>dhdh</u>atin wasaq<u>aa</u>hum rabbuhum syar<u>aa</u>ban <u>th</u>ahuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا",
        "id": "Sesungguhnya ini adalah balasan untukmu, dan usahamu adalah disyukuri (diberi balasan).",
        "nomor": "22",
        "tr": "inna h<u>aadzaa</u> k<u>aa</u>na lakum jaz<u>aa</u>-an wak<u>aa</u>na sa'yukum masykuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا",
        "id": "Sesungguhnya Kami telah menurunkan Al Qur'an kepadamu (hai Muhammad) dengan berangsur-angsur.",
        "nomor": "23",
        "tr": "inn<u>aa</u> na<u>h</u>nu nazzaln<u>aa</u> 'alayka <strong>a</strong>lqur-<u>aa</u>na tanziil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا",
        "id": "Maka bersabarlah kamu untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah kamu ikuti orang yang berdosa dan orang yang kafir diantara mereka.",
        "nomor": "24",
        "tr": "fa<strong>i</strong><u>sh</u>bir li<u>h</u>ukmi rabbika wal<u>aa</u> tu<u>th</u>i' minhum <u>aa</u>tsiman aw kafuur<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا",
        "id": "Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
        "nomor": "25",
        "tr": "wa<strong>u</strong><u>dz</u>kuri isma rabbika bukratan wa-a<u>sh</u>iil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا",
        "id": "Dan pada sebagian dari malam, maka sujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang dimalam hari.",
        "nomor": "26",
        "tr": "wamina <strong>al</strong>layli fa<strong>u</strong>sjud lahu wasabbi<u>h</u>hu laylan <u>th</u>awiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّ هَٰؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا",
        "id": "Sesungguhnya mereka (orang kafir) menyukai kehidupan dunia dan mereka tidak memperdulikan kesudahan mereka, pada hari yang berat (hari akhirat).",
        "nomor": "27",
        "tr": "inna h<u>aa</u>ul<u>aa</u>-i yu<u>h</u>ibbuuna <strong>a</strong>l'<u>aa</u>jilata waya<u>dz</u>aruuna war<u>aa</u>-ahum yawman tsaqiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا",
        "id": "Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka, apabila Kami menghendaki, Kami sungguh-sungguh mengganti (mereka) dengan orang-orang yang serupa dengan mereka.",
        "nomor": "28",
        "tr": "na<u>h</u>nu khalaqn<u>aa</u>hum wasyadadn<u>aa</u> asrahum wa-i<u>dzaa</u> syi/n<u>aa</u> baddaln<u>aa</u> amts<u>aa</u>lahum tabdiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
        "id": "Sesungguhnya (ayat-ayat) ini adalah suatu peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) niscaya dia mengambil jalan kepada Tuhannya.",
        "nomor": "29",
        "tr": "inna h<u>aadz</u>ihi ta<u>dz</u>kiratun faman sy<u>aa</u>-a ittakha<u>dz</u>a il<u>aa</u> rabbihi sabiil<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
        "id": "Dan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "30",
        "tr": "wam<u>aa</u> tasy<u>aa</u>uuna ill<u>aa</u> an yasy<u>aa</u>-a <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha k<u>aa</u>na 'aliiman <u>h</u>akiim<u>aa</u><strong>n</strong>"
    },
    {
        "ar": "يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا",
        "id": "Dan memasukkan siapa yang dikehendakiNya ke dalam rahmat-Nya (surga). Dan bagi orang-orang zalim disediakan-Nya azab yang pedih.",
        "nomor": "31",
        "tr": "yudkhilu man yasy<u>aa</u>u fii ra<u>h</u>matihi wa<strong>al</strong><u>zhzhaa</u>limiina a'adda lahum 'a<u>dzaa</u>ban <strong>a</strong>liim<u>aa</u><strong>n</strong>"
    }
]