[
    {
        "ar": "بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ",
        "id": "(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya (yang dihadapkan) kepada orang-orang musyrikin yang kamu (kaum muslimin) telah mengadakan perjanjian (dengan mereka).",
        "nomor": "1",
        "tr": "bar<u>aa</u>-atun mina <strong>al</strong>l<u>aa</u>hi warasuulihi il<u>aa</u> <strong>al</strong>la<u>dz</u>iina '<u>aa</u>hadtum mina <strong>a</strong>lmusyrikiin<strong>a</strong>"
    },
    {
        "ar": "فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۙ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ",
        "id": "Maka berjalanlah kamu (kaum musyrikin) di muka bumi selama empat bulan dan ketahuilah bahwa sesungguhnya kamu tidak akan dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir.",
        "nomor": "2",
        "tr": "fasii<u>h</u>uu fii <strong>a</strong>l-ar<u>dh</u>i arba'ata asyhurin wa<strong>i</strong>'lamuu annakum ghayru mu'jizii <strong>al</strong>l<u>aa</u>hi wa-anna <strong>al</strong>l<u>aa</u>ha mukhzii <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ ۙ وَرَسُولُهُ ۚ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ ۖ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۗ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ",
        "id": "Dan (inilah) suatu permakluman daripada Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar bahwa sesungguhnya Allah dan RasulNya berlepas diri dari orang-orang musyrikin. Kemudian jika kamu (kaum musyrikin) bertobat, maka bertaubat itu lebih baik bagimu ; dan jika kamu berpaling, maka ketahuilah bahwa sesungguhnya kamu tidak dapat melemahkan Allah. Dan beritakanlah kepada orang-orang kafir (bahwa mereka akan mendapat) siksa yang pedih.",
        "nomor": "3",
        "tr": "wa-a<u>dzaa</u>nun mina <strong>al</strong>l<u>aa</u>hi warasuulihi il<u>aa</u> <strong>al</strong>nn<u>aa</u>si yawma <strong>a</strong>l<u>h</u>ajji <strong>a</strong>l-akbari anna <strong>al</strong>l<u>aa</u>ha barii-un mina <strong>a</strong>lmusyrikiina warasuuluhu fa-in tubtum fahuwa khayrun lakum wa-in tawallaytum fa<strong>i</strong>'lamuu annakum ghayru mu'jizii <strong>al</strong>l<u>aa</u>hi wabasysyiri <strong>al</strong>la<u>dz</u>iina kafaruu bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
    },
    {
        "ar": "إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
        "id": "kecuali orang-orang musyrikin yang kamu telah mengadakan perjanjian (dengan mereka) dan mereka tidak mengurangi sesuatu pun (dari isi perjanjian)mu dan tidak (pula) mereka membantu seseorang yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertaqwa.",
        "nomor": "4",
        "tr": "ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina '<u>aa</u>hadtum mina <strong>a</strong>lmusyrikiina tsumma lam yanqu<u>sh</u>uukum syay-an walam yu<u>zhaa</u>hiruu 'alaykum a<u>h</u>adan fa-atimmuu ilayhim 'ahdahum il<u>aa</u> muddatihim inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Apabila sudah habis bulan-bulan Haram itu, maka bunuhlah orang-orang musyrikin itu dimana saja kamu jumpai mereka, dan tangkaplah mereka. Kepunglah mereka dan intailah ditempat pengintaian. Jika mereka bertaubat dan mendirikan sholat dan menunaikan zakat, maka berilah kebebasan kepada mereka untuk berjalan. Sesungguhnya Allah Maha Pengampun lagi maha Penyayang.",
        "nomor": "5",
        "tr": "fa-i<u>dzaa</u> insalakha <strong>a</strong>l-asyhuru <strong>a</strong>l<u>h</u>urumu fa<strong>u</strong>qtuluu <strong>a</strong>lmusyrikiina <u>h</u>aytsu wajadtumuuhum wakhu<u>dz</u>uuhum wa<strong>u</strong><u>hs</u>uruuhum wa<strong>u</strong>q'uduu lahum kulla mar<u>sh</u>adin fa-in t<u>aa</u>buu wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tawuu <strong>al</strong>zzak<u>aa</u>ta fakhalluu sabiilahum inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْلَمُونَ",
        "id": "Dan jika seorang diantara orang-orang musyrikin itu meminta perlindungan kepadamu, maka lindungilah ia supaya ia sempat mendengar firman Allah, kemudian antarkanlah ia ketempat yang aman baginya. Demikian itu disebabkan mereka kaum yang tidak mengetahui.",
        "nomor": "6",
        "tr": "wa-in a<u>h</u>adun mina <strong>a</strong>lmusyrikiina istaj<u>aa</u>raka fa-ajirhu <u>h</u>att<u>aa</u> yasma'a kal<u>aa</u>ma <strong>al</strong>l<u>aa</u>hi tsumma ablighhu ma/manahu <u>dzaa</u>lika bi-annahum qawmun l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ ۖ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
        "id": "Bagaimana bisa ada perjanjian (aman) dari sisi Allah dan RasulNya dengan orang-orang musyrikin, kecuali orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidilharaam? maka selama mereka berlaku lurus terhadapmu, hendaklah kamu berlaku lurus (pula) terhadap mereka. Sesungguhnya Allah menyukai orang-orang yang bertakwa.",
        "nomor": "7",
        "tr": "kayfa yakuunu lilmusyrikiina 'ahdun 'inda <strong>al</strong>l<u>aa</u>hi wa'inda rasuulihi ill<u>aa</u> <strong>al</strong>la<u>dz</u>iina '<u>aa</u>hadtum 'inda <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi fam<u>aa</u> istaq<u>aa</u>muu lakum fa<strong>i</strong>staqiimuu lahum inna <strong>al</strong>l<u>aa</u>ha yu<u>h</u>ibbu <strong>a</strong>lmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ",
        "id": "Bagaimana bisa (ada perjanjian dari sisi Allah dan RasulNya dengan orang-orang musyrikin), padahal jika mereka memperoleh kemenangan terhadap kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Dan kebanyakan mereka adalah orang-orang yang fasik (tidak menepati perjanjian).",
        "nomor": "8",
        "tr": "kayfa wa-in ya<u>zh</u>haruu 'alaykum l<u>aa</u> yarqubuu fiikum illan wal<u>aa</u> <u>dz</u>immatan yur<u>dh</u>uunakum bi-afw<u>aa</u>hihim wata/b<u>aa</u> quluubuhum wa-aktsaruhum f<u>aa</u>siquun<strong>a</strong>"
    },
    {
        "ar": "اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
        "id": "Mereka menukarkan ayat-ayat Allah dengan harga yang sedikit, lalu mereka menghalangi (manusia) dari jalan Allah. Sesungguhnya amat buruklah apa yang mereka kerjakan itu.",
        "nomor": "9",
        "tr": "isytaraw bi-<u>aa</u>y<u>aa</u>ti <strong>al</strong>l<u>aa</u>hi tsamanan qaliilan fa<u>sh</u>adduu 'an sabiilihi innahum s<u>aa</u>-a m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُولَٰئِكَ هُمُ الْمُعْتَدُونَ",
        "id": "Mereka tidak memelihara (hubungan) kerabat terhadap orang-orang mu'min dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas.",
        "nomor": "10",
        "tr": "l<u>aa</u> yarqubuuna fii mu/minin illan wal<u>aa</u> <u>dz</u>immatan waul<u>aa</u>-ika humu <strong>a</strong>lmu'taduun<strong>a</strong>"
    },
    {
        "ar": "فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ۗ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
        "id": "Jika mereka bertaubat, mendirikan sholat dan menunaikan zakat, maka (mereka itu) adalah saudara-saudaramu seagama. Dan Kami menjelaskan ayat-ayat itu bagi kaum yang mengetahui.",
        "nomor": "11",
        "tr": "fa-in t<u>aa</u>buu wa-aq<u>aa</u>muu <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>tawuu <strong>al</strong>zzak<u>aa</u>ta fa-ikhw<u>aa</u>nukum fii <strong>al</strong>ddiini wanufa<u>shsh</u>ilu <strong>a</strong>l-<u>aa</u>y<u>aa</u>ti liqawmin ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ ۙ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ",
        "id": "Jika mereka merusak sumpah (janji)nya sesudah mereka berjanji, dan mereka mencerca agamamu, maka perangilah pemimpin-pemimpin orang-orang kafir itu, karena sesungguhnya mereka itu adalah orang-orang (yang tidak dapat dipegang) janjinya, agar supaya mereka berhenti.",
        "nomor": "12",
        "tr": "wa-in nakatsuu aym<u>aa</u>nahum min ba'di 'ahdihim wa<u>th</u>a'anuu fii diinikum faq<u>aa</u>tiluu a-immata <strong>a</strong>lkufri innahum l<u>aa</u> aym<u>aa</u>na lahum la'allahum yantahuun<strong>a</strong>"
    },
    {
        "ar": "أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
        "id": "Mengapakah kamu tidak memerangi orang-orang yang merusak sumpah (janjinya), padahal mereka telah keras kemauannya untuk mengusir Rasul dan merekalah yang pertama mulai memerangi kamu?. Mengapakah kamu takut kepada mereka padahal Allah-lah yang berhak untuk kamu takuti, jika kamu benar-benar orang yang beriman.",
        "nomor": "13",
        "tr": "al<u>aa</u> tuq<u>aa</u>tiluuna qawman nakatsuu aym<u>aa</u>nahum wahammuu bi-ikhr<u>aa</u>ji <strong>al</strong>rrasuuli wahum badauukum awwala marratin atakhsyawnahum fa<strong>al</strong>l<u>aa</u>hu a<u>h</u>aqqu an takhsyawhu in kuntum mu/miniin<strong>a</strong>"
    },
    {
        "ar": "قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ",
        "id": "Perangilah mereka, niscaya Allah akan menghancurkan mereka dengan (perantaraan) tangan-tanganmu dan Allah akan menghinakan mereka dan menolong kamu terhadap mereka, serta melegakan hati orang-orang yang beriman.",
        "nomor": "14",
        "tr": "q<u>aa</u>tiluuhum yu'a<u>dzdz</u>ibhumu <strong>al</strong>l<u>aa</u>hu bi-aydiikum wayukhzihim wayan<u>sh</u>urkum 'alayhim wayasyfi <u>sh</u>uduura qawmin mu/miniin<strong>a</strong>"
    },
    {
        "ar": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "dan menghilangkan panas hati orang-orang mu'min. Dan Allah menerima taubat orang yang dikehendakiNya. Allah maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "15",
        "tr": "wayu<u>dz</u>hib ghay<u>zh</u>a quluubihim wayatuubu <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
        "id": "Apakah kamu mengira bahwa kamu akan dibiarkan, sedang Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak mengambil menjadi teman yang setia selain Allah, RasulNya dan orang-orang yang beriman. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
        "nomor": "16",
        "tr": "am <u>h</u>asibtum an tutrakuu walamm<u>aa</u> ya'lami <strong>al</strong>l<u>aa</u>hu <strong>al</strong>la<u>dz</u>iina j<u>aa</u>haduu minkum walam yattakhi<u>dz</u>uu min duuni <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> rasuulihi wal<u>aa</u> <strong>a</strong>lmu/miniina waliijatan wa<strong>al</strong>l<u>aa</u>hu khabiirun bim<u>aa</u> ta'maluun<strong>a</strong>"
    },
    {
        "ar": "مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنْفُسِهِمْ بِالْكُفْرِ ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ",
        "id": "Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah, sedang mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia pekerjaannya, dan mereka kekal di dalam neraka.",
        "nomor": "17",
        "tr": "m<u>aa</u> k<u>aa</u>na lilmusyrikiina an ya'muruu mas<u>aa</u>jida <strong>al</strong>l<u>aa</u>hi sy<u>aa</u>hidiina 'al<u>aa</u> anfusihim bi<strong>a</strong>lkufri ul<u>aa</u>-ika <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum wafii <strong>al</strong>nn<u>aa</u>ri hum kh<u>aa</u>liduun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ ۖ فَعَسَىٰ أُولَٰئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ",
        "id": "Hanya yang memakmurkan masjid-masjid Allah ialah orang-orang yang beriman kepada Allah dan Hari kemudian, serta tetap mendirikan shalat, emnunaikan zakat dan tidak takut (kepada siapapun) selain kepada Allah, maka merekalah orang-orang yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk.",
        "nomor": "18",
        "tr": "innam<u>aa</u> ya'muru mas<u>aa</u>jida <strong>al</strong>l<u>aa</u>hi man <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa-aq<u>aa</u>ma <strong>al</strong><u>shsh</u>al<u>aa</u>ta wa<u>aa</u>t<u>aa</u> <strong>al</strong>zzak<u>aa</u>ta walam yakhsya ill<u>aa</u> <strong>al</strong>l<u>aa</u>ha fa'as<u>aa</u> ul<u>aa</u>-ika an yakuunuu mina <strong>a</strong>lmuhtadiin<strong>a</strong>"
    },
    {
        "ar": "أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ ۚ لَا يَسْتَوُونَ عِنْدَ اللَّهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "id": "Apakah (orang-orang) yang memberi minuman orang-orang yang mengerjakan haji dan mengurus Masjidilharam kamu samakan dengan orang-orang yang beriman kepada Allah dan hari kemudian serta bejihad di jalan Allah? Mereka tidak sama di sisi Allah; dan Allah tidak memberi petunjuk kepada kaum yang zalim.",
        "nomor": "19",
        "tr": "aja'altum siq<u>aa</u>yata <strong>a</strong>l<u>haa</u>jji wa'im<u>aa</u>rata <strong>a</strong>lmasjidi <strong>a</strong>l<u>h</u>ar<u>aa</u>mi kaman <u>aa</u>mana bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri waj<u>aa</u>hada fii sabiili <strong>al</strong>l<u>aa</u>hi l<u>aa</u> yastawuuna 'inda <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ ۚ وَأُولَٰئِكَ هُمُ الْفَائِزُونَ",
        "id": "orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta, benda dan diri mereka, adalah lebih tinggi derajatnya di sisi Allah; dan itulah orang-orang yang mendapat kemenangan.",
        "nomor": "20",
        "tr": "<strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu wah<u>aa</u>jaruu waj<u>aa</u>haduu fii sabiili <strong>al</strong>l<u>aa</u>hi bi-amw<u>aa</u>lihim wa-anfusihim a'<u>zh</u>amu darajatan 'inda <strong>al</strong>l<u>aa</u>hi waul<u>aa</u>-ika humu <strong>a</strong>lf<u>aa</u>-izuun<strong>a</strong>"
    },
    {
        "ar": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ",
        "id": "Tuhan mereka menggembirakan mereka dengan memberikan rahmat dari padaNya, keridhaan dan surga, mereka memperoleh didalamnya kesenangan yang kekal,",
        "nomor": "21",
        "tr": "yubasysyiruhum rabbuhum bira<u>h</u>matin minhu wari<u>dh</u>w<u>aa</u>nin wajann<u>aa</u>tin lahum fiih<u>aa</u> na'iimun muqiim<strong>un</strong>"
    },
    {
        "ar": "خَالِدِينَ فِيهَا أَبَدًا ۚ إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
        "id": "mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allah-lah pahala yang besar.",
        "nomor": "22",
        "tr": "kh<u>aa</u>lidiina fiih<u>aa</u> abadan inna <strong>al</strong>l<u>aa</u>ha 'indahu ajrun 'a<u>zh</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
        "id": "Hai orang-orang beriman, janganlah kamu jadikan bapa-bapa dan saudara-saudaramu menjadi wali(mu), jika mereka lebih mengutamakan kekafiran atas keimanan dan siapa di antara kamu yang menjadikan mereka wali, maka mereka itulah orang-orang yang zalim.",
        "nomor": "23",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu l<u>aa</u> tattakhi<u>dz</u>uu <u>aa</u>b<u>aa</u>-akum wa-ikhw<u>aa</u>nakum awliy<u>aa</u>-a ini ista<u>h</u>abbuu <strong>a</strong>lkufra 'al<u>aa</u> <strong>a</strong>l-iim<u>aa</u>ni waman yatawallahum minkum faul<u>aa</u>-ika humu <strong>al</strong><u>zhzhaa</u>limuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
        "id": "Katakanlah: \"jika bapa-bapa , anak-anak , saudara-saudara, isteri-isteri, kaum keluargamu, harta kekayaan yang kamu usahakan, perniagaan yang kamu khawatiri kerugiannya, dan tempat tinggal yang kamu sukai, adalah lebih kamu cintai dari Allah dan RasulNYA dan dari berjihad di jalan NYA, maka tunggulah sampai Allah mendatangkan keputusan NYA\". Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik.",
        "nomor": "24",
        "tr": "qul in k<u>aa</u>na <u>aa</u>b<u>aa</u>ukum wa-abn<u>aa</u>ukum wa-ikhw<u>aa</u>nukum wa-azw<u>aa</u>jukum wa'asyiiratukum wa-amw<u>aa</u>lun iqtaraftumuuh<u>aa</u> watij<u>aa</u>ratun takhsyawna kas<u>aa</u>dah<u>aa</u> wamas<u>aa</u>kinu tar<u>dh</u>awnah<u>aa</u> a<u>h</u>abba ilaykum mina <strong>al</strong>l<u>aa</u>hi warasuulihi wajih<u>aa</u>din fii sabiilihi fatarabba<u>sh</u>uu <u>h</u>att<u>aa</u> ya/tiya <strong>al</strong>l<u>aa</u>hu bi-amrihi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ",
        "id": "Sesungguhnya Allah telah menolong kamu (hai para mu'minin) di medan peperangan yang banyak, dan (ingatlah) peperangan Hunain, yaitu diwaktu kamu menjadi congkak karena banyaknya jumlah (mu), maka jumlah yang banyak itu tidak memberi manfa'at kepadamu sedikitpun, dan bumi yang luas itu telah terasa sempit olehmu, kemudian kamu lari kebelakang dengan bercerai-berai.",
        "nomor": "25",
        "tr": "laqad na<u>sh</u>arakumu <strong>al</strong>l<u>aa</u>hu fii maw<u>aath</u>ina katsiiratin wayawma <u>h</u>unaynin i<u>dz</u> a'jabatkum katsratukum falam tughni 'ankum syay-an wa<u>daa</u>qat 'alaykumu <strong>a</strong>l-ar<u>dh</u>u bim<u>aa</u> ra<u>h</u>ubat tsumma wallaytum mudbiriin<strong>a</strong>"
    },
    {
        "ar": "ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا ۚ وَذَٰلِكَ جَزَاءُ الْكَافِرِينَ",
        "id": "Kemudian Allah menurunkan ketenangan kepada RasulNya dan kepada orang-orang yang beriman, dan Allah menurunkan bala tentara yang kamu tiada melihatnya, dan Allah menimpakan bencana kepada orang-orang yang kafir, dan demikianlah pembalasan kepada orang-orang yang kafir.",
        "nomor": "26",
        "tr": "tsumma anzala <strong>al</strong>l<u>aa</u>hu sakiinatahu 'al<u>aa</u> rasuulihi wa'al<u>aa</u> <strong>a</strong>lmu/miniina wa-anzala junuudan lam tarawh<u>aa</u> wa'a<u>dzdz</u>aba <strong>al</strong>la<u>dz</u>iina kafaruu wa<u>dzaa</u>lika jaz<u>aa</u>u <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَٰلِكَ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
        "id": "Sesudah itu Allah menerima taubat dari orang-orang yang dikehendakiNya. Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "27",
        "tr": "tsumma yatuubu <strong>al</strong>l<u>aa</u>hu min ba'di <u>dzaa</u>lika 'al<u>aa</u> man yasy<u>aa</u>u wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ ۚ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ",
        "id": "Hai orang-orang yang beriman, Sesungguhnya orang-orang yang musyrik itu najis, maka janganlah mereka mendekati Masjidilharam sesudah tahun ini. Dan jika kamu khawatir menjadi miskin, maka Allah nanti akan memberimu kekayaan kepadamu dari karuniaNya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "28",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu innam<u>aa</u> <strong>a</strong>lmusyrikuuna najasun fal<u>aa</u> yaqrabuu <strong>a</strong>lmasjida <strong>a</strong>l<u>h</u>ar<u>aa</u>ma ba'da '<u>aa</u>mihim h<u>aadzaa</u> wa-in khiftum 'aylatan fasawfa yughniikumu <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi in sy<u>aa</u>-a inna <strong>al</strong>l<u>aa</u>ha 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّىٰ يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ",
        "id": "Perangilah orang-orang yang tidak beriman kepada Allah dan tidak (pula) kepada hari kemudian, dan mereka tidak mengharamkan apa yang diharamkan oleh Allah dan RasulNya dan tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang diberikan Al-Kitab kepada mereka, sampai mereka membayar jizyah dengan patuh sedang mereka dalam keadaan tunduk.",
        "nomor": "29",
        "tr": "q<u>aa</u>tiluu <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wal<u>aa</u> bi<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wal<u>aa</u> yu<u>h</u>arrimuuna m<u>aa</u> <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu warasuuluhu wal<u>aa</u> yadiinuuna diina <strong>a</strong>l<u>h</u>aqqi mina <strong>al</strong>la<u>dz</u>iina uutuu <strong>a</strong>lkit<u>aa</u>ba <u>h</u>att<u>aa</u> yu'<u>th</u>uu <strong>a</strong>ljizyata 'an yadin wahum <u>shaa</u>ghiruun<strong>a</strong>"
    },
    {
        "ar": "وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ۖ ذَٰلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ ۖ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ ۚ قَاتَلَهُمُ اللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
        "id": "Orang-orang Yahudi berkata: \"Uzair itu putera Allah\" dan orang-orang Nasrani berkata: \"Al Masih itu putera Allah\". Demikianlah itu ucapan mereka dengan mulut mereka, mereka meniru perkataan orang-orang kafir yang terdahulu. Dilaknati Allah mereka , bagaimana mereka sampai berpaling?",
        "nomor": "30",
        "tr": "waq<u>aa</u>lati <strong>a</strong>lyahuudu 'uzayrun ibnu <strong>al</strong>l<u>aa</u>hi waq<u>aa</u>lati <strong>al</strong>nna<u>shaa</u>r<u>aa</u> <strong>a</strong>lmasii<u>h</u>u ibnu <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>lika qawluhum bi-afw<u>aa</u>hihim yu<u>daa</u>hi-uuna qawla <strong>al</strong>la<u>dz</u>iina kafaruu min qablu q<u>aa</u>talahumu <strong>al</strong>l<u>aa</u>hu ann<u>aa</u> yu/fakuun<strong>a</strong>"
    },
    {
        "ar": "اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا ۖ لَا إِلَٰهَ إِلَّا هُوَ ۚ سُبْحَانَهُ عَمَّا يُشْرِكُونَ",
        "id": "Mereka menjadikan orang-orang alimnya dan rahib-rahib mereka sebagai tuhan selain Allah dan (juga mereka mempertuhankan) Al Masih putera Maryam, padahal mereka hanya disuruh menyembah Tuhan yang Esa, tidak ada Tuhan (yang berhak disembah) selain Dia. Maha suci Allah dari apa yang mereka persekutukan.",
        "nomor": "31",
        "tr": "ittakha<u>dz</u>uu a<u>h</u>b<u>aa</u>rahum waruhb<u>aa</u>nahum arb<u>aa</u>ban min duuni <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lmasii<u>h</u>a ibna maryama wam<u>aa</u> umiruu ill<u>aa</u> liya'buduu il<u>aa</u>han w<u>aah</u>idan l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa sub<u>haa</u>nahu 'amm<u>aa</u> yusyrikuun<strong>a</strong>"
    },
    {
        "ar": "يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ",
        "id": "Mereka berkehendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, dan Allah tidak menghendaki selain menyempurnakan cahayaNya, walaupun orang-orang yang kafir tidak menyukai.",
        "nomor": "32",
        "tr": "yuriiduuna an yu<u>th</u>fi-uu nuura <strong>al</strong>l<u>aa</u>hi bi-afw<u>aa</u>hihim waya/b<u>aa</u> <strong>al</strong>l<u>aa</u>hu ill<u>aa</u> an yutimma nuurahu walaw kariha <strong>a</strong>lk<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
        "id": "Dialah yang telah mengutus RasulNya (dengan membawa) petunjuk (Al-Qur'an) dan agama yang benar untuk dimenangkanNya atas segala agama, walaupun orang-orang musyrikin tidak menyukai.",
        "nomor": "33",
        "tr": "huwa <strong>al</strong>la<u>dz</u>ii arsala rasuulahu bi<strong>a</strong>lhud<u>aa</u> wadiini <strong>a</strong>l<u>h</u>aqqi liyu<u>zh</u>hirahu 'al<u>aa</u> <strong>al</strong>ddiini kullihi walaw kariha <strong>a</strong>lmusyrikuun<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ۗ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ",
        "id": "Hai orang-orang yang beriman, sesungguhnya sebahagian besar dari orang-orang alim Yahudi dan rahib-rahib Nasrani benar-benar memakan harta orang dengan jalan batil dan mereka menghalang-halangi (manusia) dari jalan Allah. Dan orang-orang yang menyimpan emas dan perak dan tidak menafkahkannya pada jalan Allah, maka beritahukanlah kepada mereka, (bahwa mereka akan mendapat) siksa yang pedih,",
        "nomor": "34",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu inna katsiiran mina <strong>a</strong>l-a<u>h</u>b<u>aa</u>ri wa<strong>al</strong>rruhb<u>aa</u>ni laya/kuluuna amw<u>aa</u>la <strong>al</strong>nn<u>aa</u>si bi<strong>a</strong>lb<u>aath</u>ili waya<u>sh</u>udduuna 'an sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lla<u>dz</u>iina yaknizuuna <strong>al</strong><u>dzdz</u>ahaba wa<strong>a</strong>lfi<u>dhdh</u>ata wal<u>aa</u> yunfiquunah<u>aa</u> fii sabiili <strong>al</strong>l<u>aa</u>hi fabasysyirhum bi'a<u>dzaa</u>bin <strong>a</strong>liim<strong>in</strong>"
    },
    {
        "ar": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَٰذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ",
        "id": "pada hari dipanaskan emas perak itu dalam neraka jahannam, lalu dibakar dengannya dahi mereka, lambung dan punggung mereka (lalu dikatakan) kepada mereka: \"Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, maka rasakanlah sekarang (akibat dari) apa yang kamu simpan itu.\"",
        "nomor": "35",
        "tr": "yawma yu<u>h</u>m<u>aa</u> 'alayh<u>aa</u> fii n<u>aa</u>ri jahannama fatukw<u>aa</u> bih<u>aa</u> jib<u>aa</u>huhum wajunuubuhum wa<u>zh</u>uhuuruhum h<u>aadzaa</u> m<u>aa</u> kanaztum li-anfusikum fa<u>dz</u>uuquu m<u>aa</u> kuntum taknizuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ ۚ فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ ۚ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
        "id": "Sesungguhnya bilangan bulan pada sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu Dia menciptakan langit dan bumi, di antaranya empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menganiaya diri kamu dalam bulan yang empat itu, dan perangilah kaum musyrikin itu semuanya sebagaimana merekapun memerangi kamu semuanya, dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa.",
        "nomor": "36",
        "tr": "inna 'iddata <strong>al</strong>sysyuhuuri 'inda <strong>al</strong>l<u>aa</u>hi itsn<u>aa</u> 'asyara syahran fii kit<u>aa</u>bi <strong>al</strong>l<u>aa</u>hi yawma khalaqa <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>a minh<u>aa</u> arba'atun <u>h</u>urumun <u>dzaa</u>lika <strong>al</strong>ddiinu <strong>a</strong>lqayyimu fal<u>aa</u> ta<u>zh</u>limuu fiihinna anfusakum waq<u>aa</u>tiluu <strong>a</strong>lmusyrikiina k<u>aa</u>ffatan kam<u>aa</u> yuq<u>aa</u>tiluunakum k<u>aa</u>ffatan wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ ۖ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ ۚ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
        "id": "Sesungguhnya mengundur-undurkan bulan haram itu adalah menambah kekafiran. Disesatkan orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkannya pada suatu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat mempersesuaikan dengan bilangan yang Allah mengharamkannya, maka mereka menghalalkan apa yang diharamkan Allah. (Syaitan) menjadikan mereka memandang perbuatan mereka yang buruk itu. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir.",
        "nomor": "37",
        "tr": "innam<u>aa</u> <strong>al</strong>nnasii-u ziy<u>aa</u>datun fii <strong>a</strong>lkufri yu<u>dh</u>allu bihi <strong>al</strong>la<u>dz</u>iina kafaruu yu<u>h</u>illuunahu '<u>aa</u>man wayu<u>h</u>arrimuunahu '<u>aa</u>man liyuw<u>aath</u>i-uu 'iddata m<u>aa</u> <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu fayu<u>h</u>illuu m<u>aa</u> <u>h</u>arrama <strong>al</strong>l<u>aa</u>hu zuyyina lahum suu-u a'm<u>aa</u>lihim wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ۚ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ ۚ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ",
        "id": "Hai orang-orang yang beriman, apakah sebabnya bila dikatakan kepadamu : \"Berangkatlah (untuk berperang) pada jalan Allah\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu puas dengan kehidupan di dunia sebagai ganti kehidupan di akhirat? Padahal keni'matan hidup di dunia ini (dibandingkan dengan kehidupan) diakhirat hanyalah sedikit.",
        "nomor": "38",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu m<u>aa</u> lakum i<u>dzaa</u> qiila lakumu infiruu fii sabiili <strong>al</strong>l<u>aa</u>hi itsts<u>aa</u>qaltum il<u>aa</u> <strong>a</strong>l-ar<u>dh</u>i ara<u>dh</u>iitum bi<strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> mina <strong>a</strong>l-<u>aa</u>khirati fam<u>aa</u> mat<u>aa</u>'u <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> fii <strong>a</strong>l-<u>aa</u>khirati ill<u>aa</u> qaliil<strong>un</strong>"
    },
    {
        "ar": "إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
        "id": "Jika kamu tidak berangkat untuk berperang, niscaya Allah menyiksa kamu dengan siksa yang pedih dan digantinya (kamu) dengan kaum yang lain, dan kamu tidak akan dapat memberi kemudharatan kepada-Nya sedikitpun. Allah Maha Kuasa atas segala sesuatu.",
        "nomor": "39",
        "tr": "ill<u>aa</u> tanfiruu yu'a<u>dzdz</u>ibkum 'a<u>dzaa</u>ban <strong>a</strong>liiman wayastabdil qawman ghayrakum wal<u>aa</u> ta<u>dh</u>urruuhu syay-an wa<strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> kulli syay-in qadiir<strong>un</strong>"
    },
    {
        "ar": "إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ۖ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ ۗ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
        "id": "Jikalau kamu tidak menolongnya (Muhammad) maka sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir (musyrikin Mekah) mengeluarkannya (dari Mekah) sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, di waktu dia berkata kepada temannya: \"Janganlah kamu berduka cita, sesungguhnya Allah beserta kita.\" Maka Allah menurunkan keterangan-Nya kepada (Muhammad) dan membantunya dengan tentara yang kamu tidak melihatnya, dan Al-Quraan menjadikan orang-orang kafir itulah yang rendah. Dan kalimat Allah itulah yang tinggi. Allah Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "40",
        "tr": "ill<u>aa</u> tan<u>sh</u>uruuhu faqad na<u>sh</u>arahu <strong>al</strong>l<u>aa</u>hu i<u>dz</u> akhrajahu <strong>al</strong>la<u>dz</u>iina kafaruu ts<u>aa</u>niya itsnayni i<u>dz</u> hum<u>aa</u> fii <strong>a</strong>lgh<u>aa</u>ri i<u>dz</u> yaquulu li<u>shaah</u>ibihi l<u>aa</u> ta<u>h</u>zan inna <strong>al</strong>l<u>aa</u>ha ma'an<u>aa</u> fa-anzala <strong>al</strong>l<u>aa</u>hu sakiinatahu 'alayhi wa-ayyadahu bijunuudin lam tarawh<u>aa</u> waja'ala kalimata <strong>al</strong>la<u>dz</u>iina kafaruu <strong>al</strong>ssufl<u>aa</u> wakalimatu <strong>al</strong>l<u>aa</u>hi hiya <strong>a</strong>l'uly<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu 'aziizun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "انْفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
        "id": "Berangkatlah kamu baik dalam keadaan merasa ringan maupun berat, dan berjihadlah kamu dengan harta dan dirimu di jalan Allah. Yang demikian itu adalah lebih baik bagimu, jika kamu mengetahui.",
        "nomor": "41",
        "tr": "infiruu khif<u>aa</u>fan watsiq<u>aa</u>lan waj<u>aa</u>hiduu bi-amw<u>aa</u>likum wa-anfusikum fii sabiili <strong>al</strong>l<u>aa</u>hi <u>dzaa</u>likum khayrun lakum in kuntum ta'lamuun<strong>a</strong>"
    },
    {
        "ar": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَٰكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ",
        "id": "Kalau yang kamu serukan kepada mereka itu keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, pastilah mereka mengikutimu, tetapi tempat yang dituju itu amat jauh terasa oleh mereka. Mereka akan bersumpah dengan (nama) Allah : \"Jikalau kami sanggup tentulah kami berangkat bersama-samamu.\" Mereka membinasakan diri mereka sendiri dan Allah mengetahui bahwa sesungguhnya mereka benar-benar orang-orang yang berdusta.",
        "nomor": "42",
        "tr": "law k<u>aa</u>na 'ara<u>dh</u>an qariiban wasafaran q<u>aas</u>idan la<strong>i</strong>ttaba'uuka wal<u>aa</u>kin ba'udat 'alayhimu <strong>al</strong>sysyuqqatu wasaya<u>h</u>lifuuna bi<strong>al</strong>l<u>aa</u>hi lawi ista<u>th</u>a'n<u>aa</u> lakharajn<u>aa</u> ma'akum yuhlikuuna anfusahum wa<strong>al</strong>l<u>aa</u>hu ya'lamu innahum lak<u>aadz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ",
        "id": "Semoga Allah mema'afkanmu. Mengapa kamu memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar (dalam keuzurannya) dan sebelum kamu ketahui orang-orang yang berdusta?",
        "nomor": "43",
        "tr": "'af<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'anka lima a<u>dz</u>inta lahum <u>h</u>att<u>aa</u> yatabayyana laka <strong>al</strong>la<u>dz</u>iina <u>sh</u>adaquu wata'lama <strong>a</strong>lk<u>aadz</u>ibiin<strong>a</strong>"
    },
    {
        "ar": "لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
        "id": "Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin kepadamu untuk tidak ikut berjihad dengan harta dan diri mereka. Dan Allah mengetahui orang-orang yang bertakwa.",
        "nomor": "44",
        "tr": "l<u>aa</u> yasta/<u>dz</u>inuka <strong>al</strong>la<u>dz</u>iina yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri an yuj<u>aa</u>hiduu bi-amw<u>aa</u>lihim wa-anfusihim wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>a</strong>lmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ",
        "id": "Sesungguhnya yang akan meminta izin kepadamu, hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu-ragu, karena itu mereka selalu bimbang dalam keraguannya.",
        "nomor": "45",
        "tr": "innam<u>aa</u> yasta/<u>dz</u>inuka <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yu/minuuna bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wa<strong>i</strong>rt<u>aa</u>bat quluubuhum fahum fii raybihim yataraddaduun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَٰكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ",
        "id": "Dan jika mereka mau berangkat, tentulah mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Allah melemahkan keinginan mereka. Dan dikatakan kepada mereka: \"Tinggallah kamu bersama orang-orang yang tinggal itu.\"",
        "nomor": "46",
        "tr": "walaw ar<u>aa</u>duu <strong>a</strong>lkhuruuja la-a'adduu lahu 'uddatan wal<u>aa</u>kin kariha <strong>al</strong>l<u>aa</u>hu inbi'<u>aa</u>tsahum fatsabba<u>th</u>ahum waqiila uq'uduu ma'a <strong>a</strong>lq<u>aa</u>'idiin<strong>a</strong>"
    },
    {
        "ar": "لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
        "id": "Jika mereka berangkat bersama-sama kamu, niscaya mereka tidak menambah kamu selain dari kerusakan belaka, dan tentu mereka akan bergegas maju ke muka di celah-celah barisanmu, untuk mengadakan kekacauan di antara kamu; sedang di antara kamu ada orang-orang yang amat suka mendengarkan perkataan mereka. Dan Allah mengetahui orang-orang yang zalim.",
        "nomor": "47",
        "tr": "law kharajuu fiikum m<u>aa</u> z<u>aa</u>duukum ill<u>aa</u> khab<u>aa</u>lan wala-aw<u>dh</u>a'uu khil<u>aa</u>lakum yabghuunakumu <strong>a</strong>lfitnata wafiikum samm<u>aa</u>'uuna lahum wa<strong>al</strong>l<u>aa</u>hu 'aliimun bi<strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ",
        "id": "Sesungguhnya dari dahulupun mereka telah mencari-cari kekacauan dan mereka mengatur pelbagai macam tipu daya untuk (merusakkan)mu, hingga datanglah kebenaran (pertolongan Allah) dan menanglah agama Allah, padahal mereka tidak menyukainya.",
        "nomor": "48",
        "tr": "laqadi ibtaghawuu <strong>a</strong>lfitnata min qablu waqallabuu laka <strong>a</strong>l-umuura <u>h</u>att<u>aa</u> j<u>aa</u>-a <strong>a</strong>l<u>h</u>aqqu wa<u>zh</u>ahara amru <strong>al</strong>l<u>aa</u>hi wahum k<u>aa</u>rihuun<strong>a</strong>"
    },
    {
        "ar": "وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلَا تَفْتِنِّي ۚ أَلَا فِي الْفِتْنَةِ سَقَطُوا ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
        "id": "Di antara mereka ada orang yang berkata: \"Berilah saya keizinan (tidak pergi berperang) dan janganlah kamu menjadikan saya terjerumus dalam fitnah.\" Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah. Dan sesungguhnya Jahannam itu benar-benar meliputi orang-orang yang kafir.",
        "nomor": "49",
        "tr": "waminhum man yaquulu i/<u>dz</u>an lii wal<u>aa</u> taftinnii <strong>a</strong>l<u>aa</u> fii <strong>a</strong>lfitnati saqa<u>th</u>uu wa-inna jahannama lamu<u>h</u>ii<u>th</u>atun bi<strong>a</strong>lk<u>aa</u>firiin<strong>a</strong>"
    },
    {
        "ar": "إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ",
        "id": "Jika kamu mendapat suatu kebaikan, mereka menjadi tidak senang karenanya; dan jika kamu ditimpa oleh sesuatu bencana, mereka berkata : \"Sesungguhnya kami sebelumnya telah memperhatikan urusan kami (tidak pergi perang)\" dan mereka berpaling dengan rasa gembira.",
        "nomor": "50",
        "tr": "in tu<u>sh</u>ibka <u>h</u>asanatun tasu/hum wa-in tu<u>sh</u>ibka mu<u>sh</u>iibatun yaquuluu qad akha<u>dz</u>n<u>aa</u> amran<u>aa</u> min qablu wayatawallaw wahum fari<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
        "id": "Katakanlah: \"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah untuk kami. Dialah Pelindung kami, dan hanya kepada Allah orang-orang yang beriman harus bertawakal.\"",
        "nomor": "51",
        "tr": "qul lan yu<u>sh</u>iiban<u>aa</u> ill<u>aa</u> m<u>aa</u> kataba <strong>al</strong>l<u>aa</u>hu lan<u>aa</u> huwa mawl<u>aa</u>n<u>aa</u> wa'al<u>aa</u> <strong>al</strong>l<u>aa</u>hi falyatawakkali <strong>a</strong>lmu/minuun<strong>a</strong>"
    },
    {
        "ar": "قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ",
        "id": "Katakanlah: \"tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan. Dan Kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan kepadamu azab (yang besar) dari sisi-Nya. Sebab itu tunggulah, sesungguhnya kami menunggu-nunggu bersamamu.\"",
        "nomor": "52",
        "tr": "qul hal tarabba<u>sh</u>uuna bin<u>aa</u> ill<u>aa</u> i<u>h</u>d<u>aa</u> <strong>a</strong>l<u>h</u>usnayayni wana<u>h</u>nu natarabba<u>sh</u>u bikum an yu<u>sh</u>iibakumu <strong>al</strong>l<u>aa</u>hu bi'a<u>dzaa</u>bin min 'indihi aw bi-aydiin<u>aa</u> fatarabba<u>sh</u>uu inn<u>aa</u> ma'akum mutarabbi<u>sh</u>uun<strong>a</strong>"
    },
    {
        "ar": "قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا لَنْ يُتَقَبَّلَ مِنْكُمْ ۖ إِنَّكُمْ كُنْتُمْ قَوْمًا فَاسِقِينَ",
        "id": "Katakanlah: \"Nafkahkanlah hartamu, baik dengan sukarela ataupun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kamu. Sesungguhnya kamu adalah orang-orang yang fasik.",
        "nomor": "53",
        "tr": "qul anfiquu <u>th</u>aw'an aw karhan lan yutaqabbala minkum innakum kuntum qawman f<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ",
        "id": "Dan tidak ada yang menghalangi mereka untuk diterima dari mereka nafkah-nafkahnya melainkan karena mereka kafir kepada Allah dan RasulNya dan mereka tidak mengerjakan sembahyang, melainkan dengan malas dan tidak (pula) menafkahkan (harta) mereka, melainkan dengan rasa enggan.",
        "nomor": "54",
        "tr": "wam<u>aa</u> mana'ahum an tuqbala minhum nafaq<u>aa</u>tuhum ill<u>aa</u> annahum kafaruu bi<strong>al</strong>l<u>aa</u>hi wabirasuulihi wal<u>aa</u> ya/tuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta ill<u>aa</u> wahum kus<u>aa</u>l<u>aa</u> wal<u>aa</u> yunfiquuna ill<u>aa</u> wahum k<u>aa</u>rihuun<strong>a</strong>"
    },
    {
        "ar": "فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
        "id": "Maka janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki dengan (memberi) harta benda dan anak-anak itu untuk menyiksa mereka dalam kehidupan di dunia dan kelak akan melayang nyawa mereka, sedang mereka dalam keadaan kafir.",
        "nomor": "55",
        "tr": "fal<u>aa</u> tu'jibka amw<u>aa</u>luhum wal<u>aa</u> awl<u>aa</u>duhum innam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu liyu'a<u>dzdz</u>ibahum bih<u>aa</u> fii <strong>a</strong>l<u>h</u>ay<u>aa</u>ti <strong>al</strong>dduny<u>aa</u> watazhaqa anfusuhum wahum k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
        "id": "Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; padahal mereka bukanlah dari golonganmu, akan tetapi mereka adalah orang-orang yang sangat takut (kepadamu).",
        "nomor": "56",
        "tr": "waya<u>h</u>lifuuna bi<strong>al</strong>l<u>aa</u>hi innahum laminkum wam<u>aa</u> hum minkum wal<u>aa</u>kinnahum qawmun yafraquun<strong>a</strong>"
    },
    {
        "ar": "لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ",
        "id": "Jikalau mereka memperoleh tempat perlindunganmu atau gua-gua atau lobang-lobang (dalam tanah) niscaya mereka pergi kepadanya dengan secepat-cepatnya.",
        "nomor": "57",
        "tr": "law yajiduuna malja-an aw magh<u>aa</u>r<u>aa</u>tin aw muddakhalan lawallaw ilayhi wahum yajma<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ",
        "id": "Dan di antara mereka ada orang yang mencelamu tentang (distribusi) zakat; jika mereka diberi sebahagian dari padanya, mereka bersenang hati, dan jika mereka tidak diberi sebahagian dari padanya, dengan serta merta mereka menjadi marah.",
        "nomor": "58",
        "tr": "waminhum man yalmizuka fii <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti fa-in u'<u>th</u>uu minh<u>aa</u> ra<u>dh</u>uu wa-in lam yu'<u>th</u>aw minh<u>aa</u> i<u>dzaa</u> hum yaskha<u>th</u>uun<strong>a</strong>"
    },
    {
        "ar": "وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ",
        "id": "Jikalau mereka sungguh-sungguh ridha dengan apa yang diberikan Allah dan RasulNya kepada mereka, dan berkata: \"Cukuplah Allah bagi kami, Allah akan memberikan sebagian dari karunia-Nya dan demikian (pula) Rasul-Nya, sesungguhnya kami adalah orang-orang yang berharap kepada Allah,\" (tentulah yang demikian itu lebih baik bagi mereka).",
        "nomor": "59",
        "tr": "walaw annahum ra<u>dh</u>uu m<u>aa</u> <u>aa</u>t<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu warasuuluhu waq<u>aa</u>luu <u>h</u>asbun<u>aa</u> <strong>al</strong>l<u>aa</u>hu sayu/tiin<u>aa</u> <strong>al</strong>l<u>aa</u>hu min fa<u>dh</u>lihi warasuuluhu inn<u>aa</u> il<u>aa</u> <strong>al</strong>l<u>aa</u>hi r<u>aa</u>ghibuun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ ۖ فَرِيضَةً مِنَ اللَّهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Sesungguhnya zakat-zakat itu, hanyalah untuk orang-orang fakir, orang-orang miskin, pengurus-pengurus zakat, para mu'allaf yang dibujuk hatinya, untuk (memerdekakan) budak, orang-orang yang berhutang, untuk jalan Allah dan untuk mereka yuang sedang dalam perjalanan, sebagai suatu ketetapan yang diwajibkan Allah, dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "60",
        "tr": "innam<u>aa</u> <strong>al</strong><u>shsh</u>adaq<u>aa</u>tu lilfuqar<u>aa</u>-i wa<strong>a</strong>lmas<u>aa</u>kiini wa<strong>a</strong>l'<u>aa</u>miliina 'alayh<u>aa</u> wa<strong>a</strong>lmu-allafati quluubuhum wafii <strong>al</strong>rriq<u>aa</u>bi wa<strong>a</strong>lgh<u>aa</u>rimiina wafii sabiili <strong>al</strong>l<u>aa</u>hi wa<strong>i</strong>bni <strong>al</strong>ssabiili farii<u>dh</u>atan mina <strong>al</strong>l<u>aa</u>hi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiimun"
    },
    {
        "ar": "وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ ۚ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
        "id": "Di antara mereka (orang-orang munafik) ada yang menyakiti Nabi dan mengatakan: \"Nabi mempercayai semua apa yang didengarnya.\" Katakanlah: \"Ia mempercayai semua yang baik bagi kamu, ia beriman kepada Allah, mempercayai orang-orang mu'min, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.\" Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka azab yang pedih.",
        "nomor": "61",
        "tr": "waminhumu <strong>al</strong>la<u>dz</u>iina yu/<u>dz</u>uuna <strong>al</strong>nnabiyya wayaquuluuna huwa u<u>dz</u>unun qul u<u>dz</u>unu khayrin lakum yu/minu bi<strong>al</strong>l<u>aa</u>hi wayu/minu lilmu/miniina wara<u>h</u>matun lilla<u>dz</u>iina <u>aa</u>manuu minkum wa<strong>a</strong>lla<u>dz</u>iina yu/<u>dz</u>uuna rasuula <strong>al</strong>l<u>aa</u>hi lahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ",
        "id": "Mereka bersumpah kepada kamu dengan (nama) Allah untuk mencari keridhaanmu, padahal Allah dan Rasul-Nya itulah yang lebih patut mereka cari keridhaannya jika mereka adalah orang-orang yang mu'min.",
        "nomor": "62",
        "tr": "ya<u>h</u>lifuuna bi<strong>al</strong>l<u>aa</u>hi lakum liyur<u>dh</u>uukum wa<strong>al</strong>l<u>aa</u>hu warasuuluhu a<u>h</u>aqqu an yur<u>dh</u>uuhu in k<u>aa</u>nuu mu/miniin<strong>a</strong>"
    },
    {
        "ar": "أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ۚ ذَٰلِكَ الْخِزْيُ الْعَظِيمُ",
        "id": "Tidaklah mereka (orang-orang munafik itu) mengetahui bahwasanya barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya nerakan jahannamlah baginya, kekal mereka di dalamnya. Itu adalah kehinaan yang besar.",
        "nomor": "63",
        "tr": "alam ya'lamuu annahu man yu<u>haa</u>didi <strong>al</strong>l<u>aa</u>ha warasuulahu fa-anna lahu n<u>aa</u>ra jahannama kh<u>aa</u>lidan fiih<u>aa</u> <u>dzaa</u>lika <strong>a</strong>lkhizyu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ ۚ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ",
        "id": "Orang-orang yang munafik itu takut akan diturunkan terhadap mereka sesuatu surat yang menerangkan apa yang tersembunyi dalam hati mereka. Katakanlah kepada mereka: \"Teruskanlah ejekan-ejekanmu (terhadap Allah dan rasul-Nya).\" Sesungguhnya Allah akan menyatakan apa yang kamu takuti itu.",
        "nomor": "64",
        "tr": "ya<u>hts</u>aru <strong>a</strong>lmun<u>aa</u>fiquuna an tunazzala 'alayhim suuratun tunabbi-uhum bim<u>aa</u> fii quluubihim quli istahzi-uu inna <strong>al</strong>l<u>aa</u>ha mukhrijun m<u>aa</u> ta<u>hts</u>aruun<strong>a</strong>"
    },
    {
        "ar": "وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ",
        "id": "Dan jika kamu tanyakan kepada mereka (tentang apa yang mereka lakukan itu), tentulah mereka akan manjawab, \"Sesungguhnya kami hanyalah bersenda gurau dan bermain-main saja.\" Katakanlah: \"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kamu selalu berolok-olok?\"",
        "nomor": "65",
        "tr": "wala-in sa-altahum layaquulunna innam<u>aa</u> kunn<u>aa</u> nakhuu<u>dh</u>u wanal'abu qul abi<strong>al</strong>l<u>aa</u>hi wa<u>aa</u>y<u>aa</u>tihi warasuulihi kuntum tastahzi-uun<strong>a</strong>"
    },
    {
        "ar": "لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ ۚ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ",
        "id": "Tidak usah kamu minta maaf, karena kamu kafir sesudah beriman. Jika Kami memaafkan segolongan kamu (lantaran mereka taubat), niscaya Kami akan mengazab golongan (yang lain) disebabkan mereka adalah orang-orang yang selalu berbuat dosa.",
        "nomor": "66",
        "tr": "l<u>aa</u> ta'ta<u>dz</u>iruu qad kafartum ba'da iim<u>aa</u>nikum in na'fu 'an <u>th</u><u>aa</u>-ifatin minkum nu'a<u>dzdz</u>ib <u>th</u><u>aa</u>-ifatan bi-annahum k<u>aa</u>nuu mujrimiin<strong>a</strong>"
    },
    {
        "ar": "الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ ۚ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا اللَّهَ فَنَسِيَهُمْ ۗ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ",
        "id": "Orang-orang munafik laki-laki dan perempuan. sebagian dengan sebagian yang lain adalah sama, mereka menyuruh membuat yang munkar dan melarang berbuat yang ma'ruf dan mereka menggenggamkan tangannya. Mereka telah lupa kepada Allah, maka Allah melupakan mereka. Sesungguhnya orang-orang munafik itu adalah orang-orang yang fasik.",
        "nomor": "67",
        "tr": "almun<u>aa</u>fiquuna wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>tu ba'<u>dh</u>uhum min ba'<u>dh</u>in ya/muruuna bi<strong>a</strong>lmunkari wayanhawna 'ani <strong>a</strong>lma'ruufi wayaqbi<u>dh</u>uuna aydiyahum nasuu <strong>al</strong>l<u>aa</u>ha fanasiyahum inna <strong>a</strong>lmun<u>aa</u>fiqiina humu <strong>a</strong>lf<u>aa</u>siquun<strong>a</strong>"
    },
    {
        "ar": "وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ هِيَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ اللَّهُ ۖ وَلَهُمْ عَذَابٌ مُقِيمٌ",
        "id": "Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahannam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka, dan Allah mela'nati mereka, dan bagi mereka azab yang kekal.",
        "nomor": "68",
        "tr": "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>a</strong>lmun<u>aa</u>fiq<u>aa</u>ti wa<strong>a</strong>lkuff<u>aa</u>ra n<u>aa</u>ra jahannama kh<u>aa</u>lidiina fiih<u>aa</u> hiya <u>h</u>asbuhum wala'anahumu <strong>al</strong>l<u>aa</u>hu walahum 'a<u>dzaa</u>bun muqiim<strong>un</strong>"
    },
    {
        "ar": "كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
        "id": "(keadaan kamu hai orang-orang munafik dan musyrikin) adalah seperti keadaan orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya dari kamu. Maka mereka telah menikmati bagian mereka, dan kamu telah meni'mati bagian kamu sebagaimana orang-orang yang sebelummu meni'mati bagiannya, dan kamu mempercakapkan (hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat; dan mereka itulah orang-orang yang merugi.",
        "nomor": "69",
        "tr": "ka<strong>a</strong>lla<u>dz</u>iina min qablikum k<u>aa</u>nuu asyadda minkum quwwatan wa-aktsara amw<u>aa</u>lan wa-awl<u>aa</u>dan fa<strong>i</strong>stamta'uu bikhal<u>aa</u>qihim fa<strong>i</strong>stamta'tum bikhal<u>aa</u>qikum kam<u>aa</u> istamta'a <strong>al</strong>la<u>dz</u>iina min qablikum bikhal<u>aa</u>qihim wakhu<u>dh</u>tum ka<strong>a</strong>lla<u>dz</u>ii kh<u>aad</u>uu ul<u>aa</u>-ika <u>h</u>abi<u>th</u>at a'm<u>aa</u>luhum fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati waul<u>aa</u>-ika humu <strong>a</strong>lkh<u>aa</u>siruun<strong>a</strong>"
    },
    {
        "ar": "أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ ۚ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
        "id": "Belumkah datang kepada mereka berita penting tentang orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Aad, Tsamud, kaum Ibrahim, penduduk Madyan dan negeri-negeri yang telah musnah?. Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata, maka Allah tidaklah sekali-kali menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka",
        "nomor": "70",
        "tr": "alam ya/tihim nabau <strong>al</strong>la<u>dz</u>iina min qablihim qawmi nuu<u>h</u>in wa'<u>aa</u>din watsamuuda waqawmi ibr<u>aa</u>hiima wa-a<u>sh</u>-<u>haa</u>bi madyana wa<strong>a</strong>lmu/tafik<u>aa</u>ti atat-hum rusuluhum bi<strong>a</strong>lbayyin<u>aa</u>ti fam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liya<u>zh</u>limahum wal<u>aa</u>kin k<u>aa</u>nuu anfusahum ya<u>zh</u>limuun<strong>a</strong>"
    },
    {
        "ar": "وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ ۗ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
        "id": "Dan orang-orang yang beriman, lelaki dan perempuan, sebahagian mereka (adalah) menjadi penolong bagi sebahagian yang lain. Mereka menyuruh (mengerjakan) yang ma'ruf, mencegah dari yang munkar, mendirikan shalat, menunaikan zakat dan mereka ta'at pada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
        "nomor": "71",
        "tr": "wa<strong>a</strong>lmu/minuuna wa<strong>a</strong>lmu/min<u>aa</u>tu ba'<u>dh</u>uhum awliy<u>aa</u>u ba'<u>dh</u>in ya/muruuna bi<strong>a</strong>lma'ruufi wayanhawna 'ani <strong>a</strong>lmunkari wayuqiimuuna <strong>al</strong><u>shsh</u>al<u>aa</u>ta wayu/tuuna <strong>al</strong>zzak<u>aa</u>ta wayu<u>th</u>ii'uuna <strong>al</strong>l<u>aa</u>ha warasuulahu ul<u>aa</u>-ika sayar<u>h</u>amuhumu <strong>al</strong>l<u>aa</u>hu inna <strong>al</strong>l<u>aa</u>ha 'aziizun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        "id": "Allah menjanjikan kepada orang-orang mu'min, lelaki dan perempuan, (akan mendapat) surga yang dibawahnya mengalir sungai-sungai, kekal mereka di dalamnya, dan (mendapat) tempat-tempat yang bagus di surga 'Adn. Dan keridhaan Allah adalah lebih besar; itu adalah keberuntungan yang besar.",
        "nomor": "72",
        "tr": "wa'ada <strong>al</strong>l<u>aa</u>hu <strong>a</strong>lmu/miniina wa<strong>a</strong>lmu/min<u>aa</u>ti jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> wamas<u>aa</u>kina <u>th</u>ayyibatan fii jann<u>aa</u>ti 'adnin wari<u>dh</u>w<u>aa</u>nun mina <strong>al</strong>l<u>aa</u>hi akbaru <u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
        "id": "Hai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik itu, dan bersikap keraslah terhadap mereka. Tempat mereka ialah jahannam. Dan itu adalah tempat kembali yang seburuk-buruknya.",
        "nomor": "73",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>nnabiyyu j<u>aa</u>hidi <strong>a</strong>lkuff<u>aa</u>ra wa<strong>a</strong>lmun<u>aa</u>fiqiina wa<strong>u</strong>ghlu<u>zh</u> 'alayhim wama/w<u>aa</u>hum jahannamu wabi/sa <strong>a</strong>lma<u>sh</u>iir<strong>u</strong>"
    },
    {
        "ar": "يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا ۚ وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ ۚ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ ۖ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَمَا لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
        "id": "Mereka (orang-orang munafik itu) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakitimu). Sesungguhnya mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir sesudah Islam dan mengingini apa yang mereka tidak dapat mencapainya, dan mereka tidak mencela (Allah dan Rasul-Nya), kecuali karena Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertaubat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka sekali-kali tidaklah mempunyai pelindung dan tidak (pula) penolong di muka bumi.",
        "nomor": "74",
        "tr": "ya<u>h</u>lifuuna bi<strong>al</strong>l<u>aa</u>hi m<u>aa</u> q<u>aa</u>luu walaqad q<u>aa</u>luu kalimata <strong>a</strong>lkufri wakafaruu ba'da isl<u>aa</u>mihim wahammuu bim<u>aa</u> lam yan<u>aa</u>luu wam<u>aa</u> naqamuu ill<u>aa</u> an aghn<u>aa</u>humu <strong>al</strong>l<u>aa</u>hu warasuuluhu min fa<u>dh</u>lihi fa-in yatuubuu yaku khayran lahum wa-in yatawallaw yu'a<u>dzdz</u>ibhumu <strong>al</strong>l<u>aa</u>hu 'a<u>dzaa</u>ban <strong>a</strong>liiman fii <strong>al</strong>dduny<u>aa</u> wa<strong>a</strong>l-<u>aa</u>khirati wam<u>aa</u> lahum fii <strong>a</strong>l-ar<u>dh</u>i min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
    },
    {
        "ar": "وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ",
        "id": "Dan diantara mereka ada orang yang telah berikrar kepada Allah: \"Sesungguhnya jika Allah memberikan sebahagian karunia-Nya kepada kami, pastilah kami akan bersedekah dan pastilah kami termasuk orang-orang yang saleh.",
        "nomor": "75",
        "tr": "waminhum man '<u>aa</u>hada <strong>al</strong>l<u>aa</u>ha la-in <u>aa</u>t<u>aa</u>n<u>aa</u> min fa<u>dh</u>lihi lana<u>shsh</u>addaqanna walanakuunanna mina <strong>al</strong><u>shshaa</u>li<u>h</u>iin<strong>a</strong>"
    },
    {
        "ar": "فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
        "id": "Maka setelah Allah memberikan kepada mereka sebahagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling, dan mereka memanglah orang-orang yang selalu membelakangi (kebenaran).",
        "nomor": "76",
        "tr": "falamm<u>aa</u> <u>aa</u>t<u>aa</u>hum min fa<u>dh</u>lihi bakhiluu bihi watawallaw wahum mu'ri<u>dh</u>uun<strong>a</strong>"
    },
    {
        "ar": "فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ",
        "id": "Maka Allah menimbulkan kemunafikan pada hati mereka sampai kepada waktu mereka menemui Allah, karena mereka telah memungkiri terhadap Allah apa yang telah mereka ikrarkan kepada-Nya dan juga karena mereka selalu berdusta.",
        "nomor": "77",
        "tr": "fa-a'qabahum nif<u>aa</u>qan fii quluubihim il<u>aa</u> yawmi yalqawnahu bim<u>aa</u> akhlafuu <strong>al</strong>l<u>aa</u>ha m<u>aa</u> wa'aduuhu wabim<u>aa</u> k<u>aa</u>nuu yak<u>dz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ",
        "id": "Tidaklah mereka tahu bahwasanya Allah mengetahui rahasia dan bisikan mereka, dan bahwasanya Allah amat mengetahui segala yang ghaib.",
        "nomor": "78",
        "tr": "alam ya'lamuu anna <strong>al</strong>l<u>aa</u>ha ya'lamu sirrahum wanajw<u>aa</u>hum wa-anna <strong>al</strong>l<u>aa</u>ha 'all<u>aa</u>mu <strong>a</strong>lghuyuub<strong>i</strong>"
    },
    {
        "ar": "الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
        "id": "(Orang-orang munafik itu) yaitu orang-orang yang mencela orang-orang mukmin yang memberi sedekah dengan sukarela dan (mencela) orang-orang yang tidak memperoleh (untuk disedekahkan) selain sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka itu, dan untuk mereka azab yang pedih.",
        "nomor": "79",
        "tr": "<strong>al</strong>la<u>dz</u>iina yalmizuuna <strong>a</strong>lmu<u>ththh</u>awwi'iina mina <strong>a</strong>lmu/miniina fii <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti wa<strong>a</strong>lla<u>dz</u>iina l<u>aa</u> yajiduuna ill<u>aa</u> juhdahum fayaskharuuna minhum sakhira <strong>al</strong>l<u>aa</u>hu minhum walahum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
        "id": "Kamu memohonkan ampun bagi mereka atau tidak kamu mohonkan ampun bagi mereka (adalah sama saja). Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampunan kepada mereka. Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
        "nomor": "80",
        "tr": "istaghfir lahum aw l<u>aa</u> tastaghfir lahum in tastaghfir lahum sab'iina marratan falan yaghfira <strong>al</strong>l<u>aa</u>hu lahum <u>dzaa</u>lika bi-annahum kafaruu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَوْ كَانُوا يَفْقَهُونَ",
        "id": "Orang-orang yang ditinggalkan (tidak ikut perang) itu, merasa gembira dengan tinggalnya mereka di belakang Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata: \"Janganlah kamu berangkat (pergi berperang) dalam panas terik ini\". Katakanlah: \"Api neraka jahannam itu lebih sangat panas(nya)\" jika mereka mengetahui.",
        "nomor": "81",
        "tr": "fari<u>h</u>a <strong>a</strong>lmukhallafuuna bimaq'adihim khil<u>aa</u>fa rasuuli <strong>al</strong>l<u>aa</u>hi wakarihuu an yuj<u>aa</u>hiduu bi-amw<u>aa</u>lihim wa-anfusihim fii sabiili <strong>al</strong>l<u>aa</u>hi waq<u>aa</u>luu l<u>aa</u> tanfiruu fii <strong>a</strong>l<u>h</u>arri qul n<u>aa</u>ru jahannama asyaddu <u>h</u>arran law k<u>aa</u>nuu yafqahuun<strong>a</strong>"
    },
    {
        "ar": "فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
        "id": "Maka hendaklah mereka tertawa sedikit dan menangis banyak, sebagai pembalasan dari apa yang selalu mereka kerjakan.",
        "nomor": "82",
        "tr": "falya<u>dh</u>akuu qaliilan walyabkuu katsiiran jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
    },
    {
        "ar": "فَإِنْ رَجَعَكَ اللَّهُ إِلَىٰ طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ",
        "id": "Maka jika Allah mengembalikanmu kepada suatu golongan dari mereka, kemudian mereka minta izin kepadamu untuk keluar (pergi berperang), maka Katakanlah: \"Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah bersama orang-orang yang tidak ikut berperang\".",
        "nomor": "83",
        "tr": "fa-in raja'aka <strong>al</strong>l<u>aa</u>hu il<u>aa</u> <u>th</u><u>aa</u>-ifatin minhum fa<strong>i</strong>sta/<u>dz</u>anuuka lilkhuruuji faqul lan takhrujuu ma'iya abadan walan tuq<u>aa</u>tiluu ma'iya 'aduwwan innakum ra<u>dh</u>iitum bi<strong>a</strong>lqu'uudi awwala marratin fa<strong>u</strong>q'uduu ma'a <strong>a</strong>lkh<u>aa</u>lifiin<strong>a</strong>"
    },
    {
        "ar": "وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِ ۖ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ",
        "id": "Dan janganlah kamu sekali-kali menyembahyangkan (jenazah) seorang yang mati di antara mereka, dan janganlah kamu berdiri (mendo'akan) di kuburnya. Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.",
        "nomor": "84",
        "tr": "wal<u>aa</u> tu<u>sh</u>alli 'al<u>aa</u> a<u>h</u>adin minhum m<u>aa</u>ta abadan wal<u>aa</u> taqum 'al<u>aa</u> qabrihi innahum kafaruu bi<strong>al</strong>l<u>aa</u>hi warasuulihi wam<u>aa</u>tuu wahum f<u>aa</u>siquun<strong>a</strong>"
    },
    {
        "ar": "وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ",
        "id": "Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang nyawa mereka, dalam keadaan kafir.",
        "nomor": "85",
        "tr": "wal<u>aa</u> tu'jibka amw<u>aa</u>luhum wa-awl<u>aa</u>duhum innam<u>aa</u> yuriidu <strong>al</strong>l<u>aa</u>hu an yu'a<u>dzdz</u>ibahum bih<u>aa</u> fii <strong>al</strong>dduny<u>aa</u> watazhaqa anfusuhum wahum k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُنْ مَعَ الْقَاعِدِينَ",
        "id": "Dan apabila diturunkan suatu surat (yang memerintahkan kepada orang munafik itu): \"Berimanlah kamu kepada Allah dan berjihadlah beserta Rasul-Nya\", niscaya orang-orang yang sanggup di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata: \"Biarkanlah kami berada bersama orang-orang yang duduk\".",
        "nomor": "86",
        "tr": "wa-i<u>dzaa</u> unzilat suuratun an <u>aa</u>minuu bi<strong>al</strong>l<u>aa</u>hi waj<u>aa</u>hiduu ma'a rasuulihi ista/<u>dz</u>anaka uluu <strong>al</strong><u>ththh</u>awli minhum waq<u>aa</u>luu <u>dz</u>arn<u>aa</u> nakun ma'a <strong>a</strong>lq<u>aa</u>'idiin<strong>a</strong>"
    },
    {
        "ar": "رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
        "id": "Mereka rela berada bersama orang-orang yang tidak berperang, dan hati mereka telah dikunci mati maka mereka tidak mengetahui (kebahagiaan beriman dan berjihad).",
        "nomor": "87",
        "tr": "ra<u>dh</u>uu bi-an yakuunuu ma'a <strong>a</strong>lkhaw<u>aa</u>lifi wa<u>th</u>ubi'a 'al<u>aa</u> quluubihim fahum l<u>aa</u> yafqahuun<strong>a</strong>"
    },
    {
        "ar": "لَٰكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۚ وَأُولَٰئِكَ لَهُمُ الْخَيْرَاتُ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
        "id": "Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan, dan mereka itulah orang-orang yang beruntung.",
        "nomor": "88",
        "tr": "l<u>aa</u>kini <strong>al</strong>rrasuulu wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu ma'ahu j<u>aa</u>haduu bi-amw<u>aa</u>lihim wa-anfusihim waul<u>aa</u>-ika lahumu <strong>a</strong>lkhayr<u>aa</u>tu waul<u>aa</u>-ika humu <strong>a</strong>lmufli<u>h</u>uun<strong>a</strong>"
    },
    {
        "ar": "أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
        "id": "Allah telah menyediakan bagi mereka syurga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar.",
        "nomor": "89",
        "tr": "a'adda <strong>al</strong>l<u>aa</u>hu lahum jann<u>aa</u>tin tajrii min ta<u>h</u>tih<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ ۚ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
        "id": "Dan datang (kepada Nabi) orang-orang yang mengemukakan 'uzur, yaitu orang-orang Arab Baswi agar diberi izin bagi mereka (untuk tidak berjihad), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam diri saja. Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih.",
        "nomor": "90",
        "tr": "waj<u>aa</u>-a <strong>a</strong>lmu'a<u>dzdz</u>iruuna mina <strong>a</strong>l-a'r<u>aa</u>bi liyu/<u>dz</u>ana lahum waqa'ada <strong>al</strong>la<u>dz</u>iina ka<u>dz</u>abuu <strong>al</strong>l<u>aa</u>ha warasuulahu sayu<u>sh</u>iibu <strong>al</strong>la<u>dz</u>iina kafaruu minhum 'a<u>dzaa</u>bun <strong>a</strong>liim<strong>un</strong>"
    },
    {
        "ar": "لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَىٰ وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ ۚ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
        "id": "Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah, orang-orang yang sakit dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada jalan sedikitpun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun lagi Maha Penyayang,",
        "nomor": "91",
        "tr": "laysa 'al<u>aa</u> <strong>al</strong><u>dhdh</u>u'af<u>aa</u>-i wal<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmar<u>daa</u> wal<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina l<u>aa</u> yajiduuna m<u>aa</u> yunfiquuna <u>h</u>arajun i<u>dzaa</u> na<u>sh</u>a<u>h</u>uu lill<u>aa</u>hi warasuulihi m<u>aa</u> 'al<u>aa</u> <strong>a</strong>lmu<u>h</u>siniina min sabiilin wa<strong>al</strong>l<u>aa</u>hu ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ",
        "id": "dan tiada (pula) berdosa atas orang-orang yang apabila mereka datang kepadamu, supaya kamu memberi mereka kendaraan, lalu kamu berkata: \"Aku tidak memperoleh kendaraan untuk membawamu.\" Lalu mereka kembali, sedang mata mereka bercucuran air mata karena kesedihan, lantaran mereka tidak memperoleh apa yang akan mereka nafkahkan.",
        "nomor": "92",
        "tr": "wal<u>aa</u> 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina i<u>dzaa</u> m<u>aa</u> atawka lita<u>h</u>milahum qulta l<u>aa</u> ajidu m<u>aa</u> a<u>h</u>milukum 'alayhi tawallaw wa-a'yunuhum tafii<u>dh</u>u mina <strong>al</strong>ddam'i <u>h</u>azanan <strong>al</strong>l<u>aa</u> yajiduu m<u>aa</u> yunfiquun<strong>a</strong>"
    },
    {
        "ar": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ ۚ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
        "id": "Sesungguhnya jalan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, padahal mereka itu orang-orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui (akibat perbuatan mereka).",
        "nomor": "93",
        "tr": "innam<u>aa</u> <strong>al</strong>ssabiilu 'al<u>aa</u> <strong>al</strong>la<u>dz</u>iina yasta/<u>dz</u>inuunaka wahum aghniy<u>aa</u>u ra<u>dh</u>uu bi-an yakuunuu ma'a <strong>a</strong>lkhaw<u>aa</u>lifi wa<u>th</u>aba'a <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> quluubihim fahum l<u>aa</u> ya'lamuun<strong>a</strong>"
    },
    {
        "ar": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "id": "Mereka (orang-orang munafik) mengemukakan 'uzurnya kepadamu, apabila kamu telah kembali kepada mereka (dari medan perang). Katakanlah: \"Janganlah kamu mengemukakan 'uzur; kami tidak percaya lagi kepadamu, (karena) sesungguhnya Allah telah memberitahukan kepada kami beritamu yang sebenarnya. Dan Allah serta Rasul-Nya akan melihat pekerjaanmu, kemudian kamu dikembalikan kepada Yang mengetahui yang ghaib dan yang nyata, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan.",
        "nomor": "94",
        "tr": "ya'ta<u>dz</u>iruuna ilaykum i<u>dzaa</u> raja'tum ilayhim qul l<u>aa</u> ta'ta<u>dz</u>iruu lan nu/mina lakum qad nabba-an<u>aa</u> <strong>al</strong>l<u>aa</u>hu min akhb<u>aa</u>rikum wasayar<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amalakum warasuuluhu tsumma turadduuna il<u>aa</u> '<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
    },
    {
        "ar": "سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ ۖ فَأَعْرِضُوا عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
        "id": "Kelak mereka akan bersumpah kepadamu dengan nama Allah, apabila kamu kembali kepada mereka, supaya kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu adalah najis dan tempat mereka jahannam; sebagai balasan atas apa yang telah mereka kerjakan.",
        "nomor": "95",
        "tr": "saya<u>h</u>lifuuna bi<strong>al</strong>l<u>aa</u>hi lakum i<u>dzaa</u> inqalabtum ilayhim litu'ri<u>dh</u>uu 'anhum fa-a'ri<u>dh</u>uu 'anhum innahum rijsun wama/w<u>aa</u>hum jahannamu jaz<u>aa</u>-an bim<u>aa</u> k<u>aa</u>nuu yaksibuun<strong>a</strong>"
    },
    {
        "ar": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۖ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ",
        "id": "Mereka akan bersumpah kepadamu, agar kamu ridha kepada mereka. Tetapi jika sekiranya kamu ridha kepada mereka, sesungguhnya Allah tidak ridha kepada orang-orang yang fasik itu.",
        "nomor": "96",
        "tr": "ya<u>h</u>lifuuna lakum litar<u>dh</u>aw 'anhum fa-in tar<u>dh</u>aw 'anhum fa-inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yar<u>daa</u> 'ani <strong>a</strong>lqawmi <strong>a</strong>lf<u>aa</u>siqiin<strong>a</strong>"
    },
    {
        "ar": "الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَىٰ رَسُولِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Orang-orang Arab Badwi itu, lebih sangat kekafiran dan kemunafikannya, dan lebih wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Dan Allah Maha mengetahui lagi Maha Bijaksana.",
        "nomor": "97",
        "tr": "al-a'r<u>aa</u>bu asyaddu kufran wanif<u>aa</u>qan wa-ajdaru <strong>al</strong>l<u>aa</u> ya'lamuu <u>h</u>uduuda m<u>aa</u> anzala <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> rasuulihi wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ ۚ عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
        "id": "Di antara orang-orang Arab Badwi itu ada orang yang memandang apa yang dinafkahkannya (di jalan Allah), sebagi suatu kerugian, dan dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
        "nomor": "98",
        "tr": "wamina <strong>a</strong>l-a'r<u>aa</u>bi man yattakhi<u>dz</u>u m<u>aa</u> yunfiqu maghraman wayatarabba<u>sh</u>u bikumu <strong>al</strong>ddaw<u>aa</u>-ira 'alayhim d<u>aa</u>-iratu <strong>al</strong>ssaw-i wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ ۚ أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ ۚ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Di antara orang-orang Arab Badwi itu ada orang yang beriman kepada Allah dan hari kemudian, dan memandang apa yang dinafkahkannya (di jalan Allah) itu, sebagai jalan untuk mendekatkannya kepada Allah dan sebagai jalan untuk memperoleh do'a Rasul. Ketahuilah, sesungguhnya nafkah itu adalah suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukan mereka kedalam rahmat (surga)Nya; Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
        "nomor": "99",
        "tr": "wamina <strong>a</strong>l-a'r<u>aa</u>bi man yu/minu bi<strong>al</strong>l<u>aa</u>hi wa<strong>a</strong>lyawmi <strong>a</strong>l-<u>aa</u>khiri wayattakhi<u>dz</u>u m<u>aa</u> yunfiqu qurub<u>aa</u>tin 'inda <strong>al</strong>l<u>aa</u>hi wa<u>sh</u>alaw<u>aa</u>ti <strong>al</strong>rrasuuli <strong>a</strong>l<u>aa</u> innah<u>aa</u> qurbatun lahum sayudkhiluhumu <strong>al</strong>l<u>aa</u>hu fii ra<u>h</u>matihi inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
        "id": "Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) dari golongan muhajirin dan anshar dan orang-orang yang mengikuti mereka dengan baik, Allah ridha kepada mereka dan merekapun ridha kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di dalamnya selama-lamanya. Mereka kekal di dalamnya. Itulah kemenangan yang besar.",
        "nomor": "100",
        "tr": "wa<strong>al</strong>ss<u>aa</u>biquuna <strong>a</strong>l-awwaluuna mina <strong>a</strong>lmuh<u>aa</u>jiriina wa<strong>a</strong>l-an<u>shaa</u>ri wa<strong>a</strong>lla<u>dz</u>iina ittaba'uuhum bi-i<u>h</u>s<u>aa</u>nin ra<u>dh</u>iya <strong>al</strong>l<u>aa</u>hu 'anhum wara<u>dh</u>uu 'anhu wa-a'adda lahum jann<u>aa</u>tin tajrii ta<u>h</u>tah<u>aa</u> <strong>a</strong>l-anh<u>aa</u>ru kh<u>aa</u>lidiina fiih<u>aa</u> abadan <u>dzaa</u>lika <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ ۖ وَمِنْ أَهْلِ الْمَدِينَةِ ۖ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
        "id": "Di antara orang-orang Arab Badwi yang di sekelilingmu itu, ada orang-orang munafik; dan (juga) di antara penduduk Madinah. Mereka keterlaluan dalam kemunafikannya. Kamu (Muhammad) tidak mengetahui mereka, (tetapi) Kamilah yang mengetahui mereka. Nanti mereka akan Kami siksa dua kali kemudian mereka akan dikembalikan kepada azab yang besar.",
        "nomor": "101",
        "tr": "wamimman <u>h</u>awlakum mina <strong>a</strong>l-a'r<u>aa</u>bi mun<u>aa</u>fiquuna wamin ahli <strong>a</strong>lmadiinati maraduu 'al<u>aa</u> <strong>al</strong>nnif<u>aa</u>qi l<u>aa</u> ta'lamuhum na<u>h</u>nu na'lamuhum sanu'a<u>dzdz</u>ibuhum marratayni tsumma yuradduuna il<u>aa</u> 'a<u>dzaa</u>bin 'a<u>zh</u>iim<strong>in</strong>"
    },
    {
        "ar": "وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
        "id": "Dan (ada pula) orang-orang lain yang mengakui dosa-dosa mereka, mereka mencampurbaurkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima taubat mereka. Sesungguhnya Allah Maha Pengampun lagi maha Penyayang.",
        "nomor": "102",
        "tr": "wa<u>aa</u>kharuuna i'tarafuu bi<u>dz</u>unuubihim khala<u>th</u>uu 'amalan <u>shaa</u>li<u>h</u>an wa<u>aa</u>khara sayyi-an 'as<u>aa</u> <strong>al</strong>l<u>aa</u>hu an yatuuba 'alayhim inna <strong>al</strong>l<u>aa</u>ha ghafuurun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
        "id": "Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka dan mendo'alah untuk mereka. Sesungguhnya do'a kamu itu (menjadi) ketenteraman jiwa bagi mereka. Dan Allah Maha Mendengar lagi Maha Mengetahui.",
        "nomor": "103",
        "tr": "khu<u>dz</u> min amw<u>aa</u>lihim <u>sh</u>adaqatan tu<u>th</u>ahhiruhum watuzakkiihim bih<u>aa</u> wa<u>sh</u>alli 'alayhim inna <u>sh</u>al<u>aa</u>taka sakanun lahum wa<strong>al</strong>l<u>aa</u>hu samii'un 'aliim<strong>un</strong>"
    },
    {
        "ar": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
        "id": "Tidaklah mereka mengetahui, bahwasanya Allah menerima taubat dari hamba-hamba-Nya dan menerima zakat dan bahwasanya Allah Maha Penerima taubat lagi Maha Penyayang?",
        "nomor": "104",
        "tr": "alam ya'lamuu anna <strong>al</strong>l<u>aa</u>ha huwa yaqbalu <strong>al</strong>ttawbata 'an 'ib<u>aa</u>dihi waya/khu<u>dz</u>u <strong>al</strong><u>shsh</u>adaq<u>aa</u>ti wa-anna <strong>al</strong>l<u>aa</u>ha huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
    },
    {
        "ar": "وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
        "id": "Dan Katakanlah: \"Bekerjalah kamu, maka Allah dan Rasul-Nya serta orang-orang mu'min akan melihat pekerjaanmu itu, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui akan yang ghaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.",
        "nomor": "105",
        "tr": "waquli i'maluu fasayar<u>aa</u> <strong>al</strong>l<u>aa</u>hu 'amalakum warasuuluhu wa<strong>a</strong>lmu/minuuna wasaturadduuna il<u>aa</u> '<u>aa</u>limi <strong>a</strong>lghaybi wa<strong>al</strong>sysyah<u>aa</u>dati fayunabbi-ukum bim<u>aa</u> kuntum ta'maluun<strong>a</strong>"
    },
    {
        "ar": "وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; adakalanya Allah akan mengazab mereka dan adakalanya Allah akan menerima taubat mereka. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "106",
        "tr": "wa<u>aa</u>kharuuna murjawna li-amri <strong>al</strong>l<u>aa</u>hi imm<u>aa</u> yu'a<u>dzdz</u>ibuhum wa-imm<u>aa</u> yatuubu 'alayhim wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ ۖ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
        "id": "Dan (di antara orang-orang munafik itu) ada orang-orang yang mendirikan masjid untuk menimbulkan kemudharatan (pada orang-orang mu'min), untuk kekafiran dan untuk memecah belah antara orang-orang mu'min serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka Sesungguhnya bersumpah: \"Kami tidak menghendaki selain kebaikan.\" Dan Allah menjadi saksi bahwa sesungguhnya mereka itu adalah pendusta (dalam sumpahnya).",
        "nomor": "107",
        "tr": "wa<strong>a</strong>lla<u>dz</u>iina ittakha<u>dz</u>uu masjidan <u>dh</u>ir<u>aa</u>ran wakufran watafriiqan bayna <strong>a</strong>lmu/miniina wa-ir<u>shaa</u>dan liman <u>haa</u>raba <strong>al</strong>l<u>aa</u>ha warasuulahu min qablu walaya<u>h</u>lifunna in aradn<u>aa</u> ill<u>aa</u> <strong>a</strong>l<u>h</u>usn<u>aa</u> wa<strong>al</strong>l<u>aa</u>hu yasyhadu innahum lak<u>aadz</u>ibuun<strong>a</strong>"
    },
    {
        "ar": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ",
        "id": "Janganlah kamu bersembahyang dalam mesjid itu selama-lamanya. Sesungguh-nya mesjid yang didirikan atas dasar taqwa (mesjid Quba), sejak hari pertama adalah lebih patut kamu sholat di dalamnya. Di dalamnya mesjid itu ada orang-orang yang ingin membersihkan diri. Dan sesungguhnya Allah menyukai orang-orang yang bersih.",
        "nomor": "108",
        "tr": "l<u>aa</u> taqum fiihi abadan lamasjidun ussisa 'al<u>aa</u> <strong>al</strong>ttaqw<u>aa</u> min awwali yawmin a<u>h</u>aqqu an taquuma fiihi fiihi rij<u>aa</u>lun yu<u>h</u>ibbuuna an yata<u>th</u>ahharuu wa<strong>al</strong>l<u>aa</u>hu yu<u>h</u>ibbu <strong>a</strong>lmu<u>ththh</u>ahhiriin<strong>a</strong>"
    },
    {
        "ar": "أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
        "id": "Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar taqwa kepada Allah dan keridhaan-(Nya) itu yang baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu bangunannya itu jatuh bersama-sama dengan dia ke dalam neraka Jahannam. Dan Allah tidak memberikan petunjuk kepada orang-orang yang zalim.",
        "nomor": "109",
        "tr": "afaman assasa buny<u>aa</u>nahu 'al<u>aa</u> taqw<u>aa</u> mina <strong>al</strong>l<u>aa</u>hi wari<u>dh</u>w<u>aa</u>nin khayrun am man assasa buny<u>aa</u>nahu 'al<u>aa</u> syaf<u>aa</u> jurufin h<u>aa</u>rin fa<strong>i</strong>nh<u>aa</u>ra bihi fii n<u>aa</u>ri jahannama wa<strong>al</strong>l<u>aa</u>hu l<u>aa</u> yahdii <strong>a</strong>lqawma <strong>al</strong><u>zhzhaa</u>limiin<strong>a</strong>"
    },
    {
        "ar": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
        "id": "Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan dalam hati mereka, kecuali bila hati mereka itu telah hancur. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
        "nomor": "110",
        "tr": "l<u>aa</u> yaz<u>aa</u>lu buny<u>aa</u>nuhumu <strong>al</strong>la<u>dz</u>ii banaw riibatan fii quluubihim ill<u>aa</u> an taqa<u>ththh</u>a'a quluubuhum wa<strong>al</strong>l<u>aa</u>hu 'aliimun <u>h</u>akiim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ ۚ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ ۚ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        "id": "Sesungguhnya Allah telah membeli dari orang-orang mu'min diri dan harta mereka dengan memberikan surga untuk mereka. Mereka berperang pada jalan Allah; lalu mereka membunuh atau terbunuh. (Itu telah menjadi) janji yang benar dari Allah di dalam Taurat, Injil dan Al Qur'an. Dan siapakah yang lebih menepati janjinya (selain) daripada Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan itulah kemenangan yang besar.",
        "nomor": "111",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha isytar<u>aa</u> mina <strong>a</strong>lmu/miniina anfusahum wa-amw<u>aa</u>lahum bi-anna lahumu <strong>a</strong>ljannata yuq<u>aa</u>tiluuna fii sabiili <strong>al</strong>l<u>aa</u>hi fayaqtuluuna wayuqtaluuna wa'dan 'alayhi <u>h</u>aqqan fii <strong>al</strong>ttawr<u>aa</u>ti wa<strong>a</strong>l-injiili wa<strong>a</strong>lqur-<u>aa</u>ni waman awf<u>aa</u> bi'ahdihi mina <strong>al</strong>l<u>aa</u>hi fa<strong>i</strong>stabsyiruu bibay'ikumu <strong>al</strong>la<u>dz</u>ii b<u>aa</u>ya'tum bihi wa<u>dzaa</u>lika huwa <strong>a</strong>lfawzu <strong>a</strong>l'a<u>zh</u>iim<strong>u</strong>"
    },
    {
        "ar": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
        "id": "Mereka itu adalah orang-orang yang bertaubat, yang beribadat, yang memuji, yang melawat, yang ruku', yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat munkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang mu'min itu.",
        "nomor": "112",
        "tr": "a<strong>l</strong>tt<u>aa</u>-ibuuna <strong>a</strong>l'<u>aa</u>biduuna <strong>a</strong>l<u>haa</u>miduuna <strong>al</strong>ss<u>aa</u>-i<u>h</u>uuna <strong>al</strong>rr<u>aa</u>ki'uuna <strong>al</strong>ss<u>aa</u>jiduuna <strong>a</strong>l-<u>aa</u>miruuna bi<strong>a</strong>lma'ruufi wa<strong>al</strong>nn<u>aa</u>huuna 'ani <strong>a</strong>lmunkari wa<strong>a</strong>l<u>haa</u>fi<u>zh</u>uuna li<u>h</u>uduudi <strong>al</strong>l<u>aa</u>hi wabasysyiri <strong>a</strong>lmu/miniin<strong>a</strong>"
    },
    {
        "ar": "مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ",
        "id": "Tiadalah sepatutnya bagi Nabi dan orang-orang yang beriman memintakan ampun (kepada Allah) bagi orang-orang musyrik, walaupun orang-orang musyrik itu adalah kaum kerabat (nya), sesudah jelas bagi mereka, bahwasanya orang-orang musyrik itu adalah penghuni neraka jahanam.",
        "nomor": "113",
        "tr": "m<u>aa</u> k<u>aa</u>na li<strong>l</strong>nnabiyyi wa<strong>a</strong>lla<u>dz</u>iina <u>aa</u>manuu an yastaghfiruu lilmusyrikiina walaw k<u>aa</u>nuu ulii qurb<u>aa</u> min ba'di m<u>aa</u> tabayyana lahum annahum a<u>sh</u>-<u>haa</u>bu <strong>a</strong>lja<u>h</u>iim<strong>i</strong>"
    },
    {
        "ar": "وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ",
        "id": "Dan permintaan ampun dari Ibrahim (kepada Allah) untuk bapaknya tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya itu. Maka, tatkala jelas bagi Ibrahim bahwa bapaknya itu adalah musuh Allah, maka Ibrahim berlepas diri dari padanya. Sesungguhnya Ibrahim adalah seorang yang sangat lembut hatinya lagi penyantun.",
        "nomor": "114",
        "tr": "wam<u>aa</u> k<u>aa</u>na istighf<u>aa</u>ru ibr<u>aa</u>hiima li-abiihi ill<u>aa</u> 'an maw'idatin wa'adah<u>aa</u> iyy<u>aa</u>hu falamm<u>aa</u> tabayyana lahu annahu 'aduwwun lill<u>aa</u>hi tabarra-a minhu inna ibr<u>aa</u>hiima la-aww<u>aa</u>hun <u>h</u>aliim<strong>un</strong>"
    },
    {
        "ar": "وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّىٰ يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
        "id": "Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, sesudah Allah memberi petunjuk kepada mereka sehingga dijelaskan-Nya kepada mereka apa yang harus mereka jauhi. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
        "nomor": "115",
        "tr": "wam<u>aa</u> k<u>aa</u>na <strong>al</strong>l<u>aa</u>hu liyu<u>dh</u>illa qawman ba'da i<u>dz</u> had<u>aa</u>hum <u>h</u>att<u>aa</u> yubayyina lahum m<u>aa</u> yattaquuna inna <strong>al</strong>l<u>aa</u>ha bikulli syay-in 'aliim<strong>un</strong>"
    },
    {
        "ar": "إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۚ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
        "id": "Sesungguhnya kepunyaan Allah-lah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dan sekali-kali tidak ada pelindung dan penolong bagimu selain Allah.",
        "nomor": "116",
        "tr": "inna <strong>al</strong>l<u>aa</u>ha lahu mulku <strong>al</strong>ssam<u>aa</u>w<u>aa</u>ti wa<strong>a</strong>l-ar<u>dh</u>i yu<u>h</u>yii wayumiitu wam<u>aa</u> lakum min duuni <strong>al</strong>l<u>aa</u>hi min waliyyin wal<u>aa</u> na<u>sh</u>iir<strong>in</strong>"
    },
    {
        "ar": "لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ",
        "id": "Sesungguhnya Allah telah menerima taubat Nabi, orang-orang muhajirin dan orang-orang anshar yang mengikuti Nabi dalam masa kesulitan, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima taubat mereka itu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada mereka,",
        "nomor": "117",
        "tr": "laqad t<u>aa</u>ba <strong>al</strong>l<u>aa</u>hu 'al<u>aa</u> <strong>al</strong>nnabiyyi wa<strong>a</strong>lmuh<u>aa</u>jiriina wa<strong>a</strong>l-an<u>shaa</u>ri <strong>al</strong>la<u>dz</u>iina ittaba'uuhu fii s<u>aa</u>'ati <strong>a</strong>l'usrati min ba'di m<u>aa</u> k<u>aa</u>da yaziighu quluubu fariiqin minhum tsumma t<u>aa</u>ba 'alayhim innahu bihim rauufun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا ۚ إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
        "id": "dan terhadap tiga orang yang ditangguhkan (penerimaan taubat) mereka, hingga apabila bumi telah menjadi sempit bagi mereka, padahal bumi itu luas dan jiwa merekapun telah sempit (pula terasa) oleh mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksa) Allah, melainkan kepada-Nya saja. Kemudian Allah menerima taubat mereka agar mereka tetap dalam taubatnya. Sesungguhnya Allah-lah Yang maha Penerima taubat lagi Maha Penyayang.",
        "nomor": "118",
        "tr": "wa'al<u>aa</u> <strong>al</strong>tstsal<u>aa</u>tsati <strong>al</strong>la<u>dz</u>iina khullifuu <u>h</u>att<u>aa</u> i<u>dzaa</u> <u>daa</u>qat 'alayhimu <strong>a</strong>l-ar<u>dh</u>u bim<u>aa</u> ra<u>h</u>ubat wa<u>daa</u>qat 'alayhim anfusuhum wa<u>zh</u>annuu an l<u>aa</u> malja-a mina <strong>al</strong>l<u>aa</u>hi ill<u>aa</u> ilayhi tsumma t<u>aa</u>ba 'alayhim liyatuubuu inna <strong>al</strong>l<u>aa</u>ha huwa <strong>al</strong>ttaww<u>aa</u>bu <strong>al</strong>rra<u>h</u>iim<strong>u</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ",
        "id": "Hai orang-orang yang beriman bertakwalah kepada Allah, dan hendaklah kamu bersama orang-orang yang benar.",
        "nomor": "119",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu ittaquu <strong>al</strong>l<u>aa</u>ha wakuunuu ma'a <strong>al</strong><u>shshaa</u>diqiin<strong>a</strong>"
    },
    {
        "ar": "مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ ۚ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
        "id": "Tidaklah sepatutnya bagi penduduk Madinah dan orang-orang Arab Badwi yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (berperang) dan tidak patut (pula) bagi mereka lebih mencintai diri mereka daripada mencintai diri Rasul. Yang demikian itu ialah karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan pada jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan sesuatu bencana kepada musuh, melainkan dituliskanlah bagi mereka dengan yang demikian itu suatu amal saleh. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik,",
        "nomor": "120",
        "tr": "m<u>aa</u> k<u>aa</u>na li-ahli <strong>a</strong>lmadiinati waman <u>h</u>awlahum mina <strong>a</strong>l-a'r<u>aa</u>bi an yatakhallafuu 'an rasuuli <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> yarghabuu bi-anfusihim 'an nafsihi <u>dzaa</u>lika bi-annahum l<u>aa</u> yu<u>sh</u>iibuhum <u>zh</u>amaun wal<u>aa</u> na<u>sh</u>abun wal<u>aa</u> makhma<u>sh</u>atun fii sabiili <strong>al</strong>l<u>aa</u>hi wal<u>aa</u> ya<u>th</u>auuna maw<u>th</u>i-an yaghii<u>zh</u>u <strong>a</strong>lkuff<u>aa</u>ra wal<u>aa</u> yan<u>aa</u>luuna min 'aduwwin naylan ill<u>aa</u> kutiba lahum bihi 'amalun <u>shaa</u>li<u>h</u>un inna <strong>al</strong>l<u>aa</u>ha l<u>aa</u> yu<u>dh</u>ii'u ajra <strong>a</strong>lmu<u>h</u>siniin<strong>a</strong>"
    },
    {
        "ar": "وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ",
        "id": "dan mereka tiada menafkahkan suatu nafkah yang kecil dan tidak (pula) yang besar dan tidak melintasi suatu lembah, melainkan dituliskan bagi mereka (amal saleh pula) karena Allah akan memberi balasan kepada mereka yang lebih baik dari apa yang telah mereka kerjakan.",
        "nomor": "121",
        "tr": "wal<u>aa</u> yunfiquuna nafaqatan <u>sh</u>aghiiratan wal<u>aa</u> kabiiratan wal<u>aa</u> yaq<u>th</u>a'uuna w<u>aa</u>diyan ill<u>aa</u> kutiba lahum liyajziyahumu <strong>al</strong>l<u>aa</u>hu a<u>h</u>sana m<u>aa</u> k<u>aa</u>nuu ya'maluun<strong>a</strong>"
    },
    {
        "ar": "وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ۚ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
        "id": "Tidak sepatutnya bagi mu'minin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya.",
        "nomor": "122",
        "tr": "wam<u>aa</u> k<u>aa</u>na <strong>a</strong>lmu/minuuna liyanfiruu k<u>aa</u>ffatan falawl<u>aa</u> nafara min kulli firqatin minhum <u>th</u><u>aa</u>-ifatun liyatafaqqahuu fii <strong>al</strong>ddiini waliyun<u>dz</u>iruu qawmahum i<u>dzaa</u> raja'uu ilayhim la'allahum ya<u>hts</u>aruun<strong>a</strong>"
    },
    {
        "ar": "يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
        "id": "Hai orang-orang yang beriman, perangilah orang-orang kafir yang di sekitar kamu itu, dan hendaklah mereka menemui kekerasan daripadamu, dan ketahuilah, bahwasanya Allah bersama orang-orang yang bertaqwa.",
        "nomor": "123",
        "tr": "y<u>aa</u> ayyuh<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu q<u>aa</u>tiluu <strong>al</strong>la<u>dz</u>iina yaluunakum mina <strong>a</strong>lkuff<u>aa</u>ri walyajiduu fiikum ghil<u>zh</u>atan wa<strong>i</strong>'lamuu anna <strong>al</strong>l<u>aa</u>ha ma'a <strong>a</strong>lmuttaqiin<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ",
        "id": "Dan apabila diturunkan suatu surat, maka di antara mereka (orang-orang munafik) ada yang berkata: \"Siapakah di antara kamu yang bertambah imannya dengan (turannya) surat ini?\" Adapun orang-orang yang beriman, maka surat ini menambah imannya, dan mereka merasa gembira.",
        "nomor": "124",
        "tr": "wa-i<u>dzaa</u> m<u>aa</u> unzilat suuratun faminhum man yaquulu ayyukum z<u>aa</u>dat-hu h<u>aadz</u>ihi iim<u>aa</u>nan fa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina <u>aa</u>manuu faz<u>aa</u>dat-hum iim<u>aa</u>nan wahum yastabsyiruun<strong>a</strong>"
    },
    {
        "ar": "وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ",
        "id": "Dan adapun orang-orang yang di dalam hati mereka ada penyakit, maka dengan surat itu bertambah kekafiran mereka, disamping kekafirannya (yang telah ada) dan mereka mati dalam keadaan kafir.",
        "nomor": "125",
        "tr": "wa-amm<u>aa</u> <strong>al</strong>la<u>dz</u>iina fii quluubihim mara<u>dh</u>un faz<u>aa</u>dat-hum rijsan il<u>aa</u> rijsihim wam<u>aa</u>tuu wahum k<u>aa</u>firuun<strong>a</strong>"
    },
    {
        "ar": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
        "id": "Dan tidaklah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, dan mereka tidak (juga) bertaubat dan tidak (pula) mengambil pelajaran?",
        "nomor": "126",
        "tr": "awa l<u>aa</u> yarawna annahum yuftanuuna fii kulli '<u>aa</u>min marratan aw marratayni tsumma l<u>aa</u> yatuubuuna wal<u>aa</u> hum ya<u>dzdz</u>akkaruun<strong>a</strong>"
    },
    {
        "ar": "وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
        "id": "Dan apabila diturunkan satu surat, sebagian mereka memandang kepada yang lain (sambil berkata): \"Adakah seorang dari (orang-orang muslimin) yang melihat kamu?\" Sesudah itu merekapun pergi. Allah telah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak mengerti.",
        "nomor": "127",
        "tr": "wa-i<u>dzaa</u> m<u>aa</u> unzilat suuratun na<u>zh</u>ara ba'<u>dh</u>uhum il<u>aa</u> ba'<u>dh</u>in hal yar<u>aa</u>kum min a<u>h</u>adin tsumma in<u>sh</u>arafuu <u>sh</u>arafa <strong>al</strong>l<u>aa</u>hu quluubahum bi-annahum qawmun l<u>aa</u> yafqahuun<strong>a</strong>"
    },
    {
        "ar": "لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ",
        "id": "Sungguh telah datang kepadamu seorang Rasul dari kaummu sendiri, berat terasa olehnya penderitaanmu, sangat menginginkan (keimanan dan keselamatan) bagimu, amat belas kasihan lagi penyayang terhadap orang-orang mukmin.",
        "nomor": "128",
        "tr": "laqad j<u>aa</u>-akum rasuulun min anfusikum 'aziizun 'alayhi m<u>aa </u>'anittum <u>h</u>arii<u>sh</u>un 'alaykum bi<strong>a</strong>lmu/miniina rauufun ra<u>h</u>iim<strong>un</strong>"
    },
    {
        "ar": "فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
        "id": "Jika mereka berpaling (dari keimanan), maka katakanlah: \"Cukuplah Allah bagiku; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakkal dan Dia adalah Tuhan yang memiliki 'Arsy yang agung\".",
        "nomor": "129",
        "tr": "fa-in tawallaw faqul <u>h</u>asbiya <strong>al</strong>l<u>aa</u>hu l<u>aa</u> il<u>aa</u>ha ill<u>aa</u> huwa 'alayhi tawakkaltu wahuwa rabbu <strong>a</strong>l'arsyi <strong>a</strong>l'a<u>zh</u>iim<strong>i</strong>"
    }
]